Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# parentChildAssignments
source: Assignments: {completed}/{total}
fr: Devoirs : {completed}/{total}

# parentChildNoApplications
source: No Applications
fr: Aucune candidature

# parentChildNoApplicationsYet
source: Your child hasn't submitted any applications yet
fr: Votre enfant n'a pas encore soumis de candidatures

# parentChildSubmitted
source: Submitted: {date}
fr: Soumis le : {date}

# parentChildStatusPending
source: Pending
fr: En attente

# parentChildStatusUnderReview
source: Under Review
fr: En cours d'examen

# parentChildStatusAccepted
source: Accepted
fr: Accepte

# parentChildStatusRejected
source: Rejected
fr: Refuse

# parentChildLoadingChildren
source: Loading children...
fr: Chargement des enfants...

# parentChildNoChildren
source: No Children
fr: Aucun enfant

# parentChildAddToMonitor
source: Add your children to monitor their progress
fr: Ajoutez vos enfants pour suivre leur progression

# parentChildAvg
source: AVG
fr: MOY

# parentChildLastActive
source: Last Active
fr: Derniere activite

# parentChildPendingLinkRequests
source: Pending Link Requests
fr: Demandes de lien en attente

# parentChildWaitingApproval
source: Waiting for student approval
fr: En attente de l'approbation de l'eleve

# parentChildAwaitingApproval
source: Awaiting approval
fr: En attente d'approbation

# parentChildNoCounselor
source: No Counselor Assigned
fr: Aucun conseiller assigne

# parentChildNoCounselorDescription
source: {childName} doesn't have a counselor assigned yet.
fr: {childName} n'a pas encore de conseiller assigne.

# parentChildChildCounselor
source: {childName}'s Counselor
fr: Conseiller de {childName}

# parentChildAssigned
source: Assigned: {date}
fr: Assigne le : {date}

# parentChildUpcoming
source: Upcoming
fr: A venir

# parentChildCompleted
source: Completed
fr: Terminees

# parentChildUpcomingSessions
source: Upcoming Sessions
fr: Seances a venir

# parentChildNoUpcomingSessions
source: No upcoming sessions
fr: Aucune seance a venir

# parentChildPastSessions
source: Past Sessions
fr: Seances passees

# parentChildNoPastSessions
source: No past sessions
fr: Aucune seance passee

# parentReportBack
source: Back
fr: Retour

# parentReportAcademicReports
source: Academic Reports
fr: Rapports academiques

# parentReportProgress
source: Progress
fr: Progression

# parentReportGrades
source: Grades
fr: Notes

# parentReportAttendance
source: Attendance
fr: Assiduite

# parentReportStudentProgressReports
source: Student Progress Reports
fr: Rapports de progression des eleves

# parentReportTrackProgress
source: Track academic progress and course completion
fr: Suivre la progression academique et l'achevement des cours

# parentReportNoProgressData
source: No Progress Data
fr: Aucune donnee de progression

# parentReportAddChildrenProgress
source: Add children to view their progress reports
fr: Ajoutez des enfants pour voir leurs rapports de progression

# parentReportCoursesEnrolled
source: Courses Enrolled
fr: Cours inscrits

# parentReportApplications
source: Applications
fr: Candidatures

# parentReportOverallProgress
source: Overall Progress
fr: Progression globale

# parentReportGradeReports
source: Grade Reports
fr: Rapports de notes

# parentReportGradeBreakdown
source: Detailed breakdown of grades by subject
fr: Repartition detaillee des notes par matiere

# parentReportNoGradeData
source: No Grade Data
fr: Aucune donnee de notes

# parentReportAddChildrenGrades
source: Add children to view their grade reports
fr: Ajoutez des enfants pour voir leurs rapports de notes

# parentReportAttendanceReports
source: Attendance Reports
fr: Rapports d'assiduite

# parentReportTrackAttendance
source: Track attendance and participation
fr: Suivre l'assiduite et la participation

# parentReportNoAttendanceData
source: No Attendance Data
fr: Aucune donnee d'assiduite

# parentReportAddChildrenAttendance
source: Add children to view their attendance reports
fr: Ajoutez des enfants pour voir leurs rapports d'assiduite

# parentReportLate
source: Late
fr: En retard

# parentReportThisMonth
source: This Month: {present} of {total} days present
fr: Ce mois-ci : {present} sur {total} jours present

# parentReportMathematics
source: Mathematics
fr: Mathematiques

# parentReportEnglish
source: English
fr: Anglais

# parentReportScience
source: Science
fr: Sciences

# parentReportHistory
source: History
fr: Histoire

# parentMeetingBack
source: Back
fr: Retour

# parentMeetingScheduleCounselor
source: Schedule Counselor Meeting
fr: Planifier une reunion avec le conseiller

# parentMeetingScheduleTeacher
source: Schedule Teacher Meeting
fr: Planifier une reunion avec l'enseignant

# parentMeetingCounselorMeeting
source: Counselor Meeting
fr: Reunion avec le conseiller

# parentMeetingParentTeacherConference
source: Parent-Teacher Conference
fr: Conference parent-enseignant

# parentMeetingCounselorDescription
source: Discuss guidance and academic planning
fr: Discuter de l'orientation et de la planification academique

# parentMeetingTeacherDescription
source: Discuss student progress and performance
fr: Discuter de la progression et des performances de l'eleve

# parentMeetingSelectStudent
source: Select Student
fr: Selectionner l'eleve

# parentMeetingNoChildren
source: No children added. Please add children to schedule meetings.
fr: Aucun enfant ajoute. Veuillez ajouter des enfants pour planifier des reunions.

# parentMeetingSelectCounselor
source: Select Counselor
fr: Selectionner le conseiller

# parentMeetingSelectTeacher
source: Select Teacher
fr: Selectionner l'enseignant

# parentMeetingNoCounselors
source: No counselors available at this time.
fr: Aucun conseiller disponible pour le moment.

# parentMeetingNoTeachers
source: No teachers available at this time.
fr: Aucun enseignant disponible pour le moment.

# parentMeetingCounselor
source: Counselor
fr: Conseiller

# parentMeetingTeacher
source: Teacher
fr: Enseignant

# parentMeetingSelectDateTime
source: Select Date & Time
fr: Selectionner la date et l'heure

# parentMeetingSelectDate
source: Select date
fr: Selectionner la date

# parentMeetingTime
source: Time
fr: Heure

# parentMeetingSelectTime
source: Select time
fr: Selectionner l'heure

# parentMeetingMode
source: Meeting Mode
fr: Mode de reunion

# parentMeetingVideoCall
source: Video Call
fr: Appel video

# parentMeetingInPerson
source: In Person
fr: En personne

# parentMeetingPhone
source: Phone
fr: Telephone

# parentMeetingDuration
source: Duration
fr: Duree

# parentMeetingDurationLabel
source: Meeting duration
fr: Duree de la reunion

# parentMeeting1Hour
source: 1 hour
fr: 1 heure

# parentMeeting1Point5Hours
source: 1.5 hours
fr: 1h30

# parentMeeting2Hours
source: 2 hours
fr: 2 heures

# parentMeetingSubject
source: Meeting Subject
fr: Sujet de la reunion

# parentMeetingSubjectLabel
source: Subject
fr: Sujet

# parentMeetingSubjectHint
source: e.g., Math progress discussion
fr: ex. : Discussion sur la progression en mathematiques

# parentMeetingAdditionalNotes
source: Additional Notes (Optional)
fr: Notes supplementaires (Facultatif)

# parentMeetingNotesHint
source: Any additional information...
fr: Toute information supplementaire...

# parentMeetingRequesting
source: Requesting...
fr: Demande en cours...

# parentMeetingRequestMeeting
source: Request Meeting
fr: Demander une reunion

# parentMeetingRequestSent
source: Meeting Request Sent
fr: Demande de reunion envoyee

# parentMeetingRequestSentDescription
source: Your meeting request has been sent to {staffName}. You will be notified once they respond.
fr: Votre demande de reunion a ete envoyee a {staffName}. Vous serez notifie des qu'il/elle aura repondu.

# parentMeetingRequestFailed
source: Failed to request meeting. Please try again.
fr: Echec de la demande de reunion. Veuillez reessayer.

# parentMeetingError
source: Error
fr: Erreur

# counselorMeetingBack
source: Back
fr: Retour

# counselorMeetingRefresh
source: Refresh
fr: Actualiser

# counselorMeetingManageAvailability
source: Manage Availability
fr: Gérer la disponibilité

# counselorMeetingWeeklyAvailability
source: Weekly Availability
fr: Disponibilité hebdomadaire

# counselorMeetingSetAvailableHours
source: Set your available hours for parent meetings
fr: Définissez vos heures disponibles pour les réunions parents

# counselorMeetingAddAvailabilitySlot
source: Add Availability Slot
fr: Ajouter un créneau de disponibilité

# counselorMeetingAddNewAvailability
source: Add New Availability
fr: Ajouter une nouvelle disponibilité

# counselorMeetingDayOfWeek
source: Day of Week
fr: Jour de la semaine

# counselorMeetingStartTime
source: Start Time
fr: Heure de début

# counselorMeetingEndTime
source: End Time
fr: Heure de fin

# counselorMeetingStartWithTime
source: Start: {time}
fr: Début : {time}

# counselorMeetingEndWithTime
source: End: {time}
fr: Fin : {time}

# counselorMeetingCancel
source: Cancel
fr: Annuler

# counselorMeetingSave
source: Save
fr: Enregistrer

# counselorMeetingNotAvailable
source: Not available
fr: Non disponible

# counselorMeetingInactive
source: Inactive
fr: Inactif

# counselorMeetingDeactivate
source: Deactivate
fr: Désactiver

# counselorMeetingActivate
source: Activate
fr: Activer

# counselorMeetingDelete
source: Delete
fr: Supprimer

# counselorMeetingAvailabilityAdded
source: Availability added successfully
fr: Disponibilité ajoutée avec succès

# counselorMeetingFailedToAddAvailability
source: Failed to add availability
fr: Échec de l’ajout de la disponibilité

# counselorMeetingSlotDeactivated
source: Slot deactivated
fr: Créneau désactivé

# counselorMeetingSlotActivated
source: Slot activated
fr: Créneau activé

# counselorMeetingFailedToUpdateAvailability
source: Failed to update availability
fr: Échec de la mise à jour de la disponibilité

# counselorMeetingDeleteAvailability
source: Delete Availability
fr: Supprimer la disponibilité

# counselorMeetingConfirmDeleteSlot
source: Are you sure you want to delete the {dayName} slot?
fr: Êtes-vous sûr de vouloir supprimer le créneau du {dayName} ?

# counselorMeetingAvailabilityDeleted
source: Availability deleted successfully
fr: Disponibilité supprimée avec succès

# counselorMeetingFailedToDeleteAvailability
source: Failed to delete availability
fr: Échec de la suppression de la disponibilité

# counselorMeetingSunday
source: Sunday
fr: Dimanche

# counselorMeetingMonday
source: Monday
fr: Lundi

# counselorMeetingTuesday
source: Tuesday
fr: Mardi

# counselorMeetingWednesday
source: Wednesday
fr: Mercredi

# counselorMeetingThursday
source: Thursday
fr: Jeudi

# counselorMeetingFriday
source: Friday
fr: Vendredi

# counselorMeetingSaturday
source: Saturday
fr: Samedi

# counselorMeetingRequests
source: Meeting Requests
fr: Demandes de réunion

# counselorMeetingPending
source: Pending
fr: En attente

# counselorMeetingToday
source: Today
fr: Aujourd’hui

# counselorMeetingUpcoming
source: Upcoming
fr: À venir

# counselorMeetingNoPendingRequests
source: No Pending Requests
fr: Aucune demande en attente

# counselorMeetingNoPendingRequestsMessage
source: You have no meeting requests at this time.
fr: Vous n’avez aucune demande de réunion pour le moment.

# counselorMeetingNoMeetingsToday
source: No Meetings Today
fr: Aucune réunion aujourd’hui

# counselorMeetingNoMeetingsTodayMessage
source: You have no scheduled meetings for today.
fr: Vous n’avez aucune réunion prévue pour aujourd’hui.

# counselorMeetingNoUpcomingMeetings
source: No Upcoming Meetings
fr: Aucune réunion à venir

# counselorMeetingNoUpcomingMeetingsMessage
source: You have no scheduled meetings.
fr: Vous n’avez aucune réunion prévue.

# counselorMeetingUnknown
source: Unknown
fr: Inconnu

# counselorMeetingStudentLabel
source: Student: {name}
fr: Élève : {name}

# counselorMeetingPendingBadge
source: PENDING
fr: EN ATTENTE

# counselorMeetingRequested
source: Requested: {dateTime}
fr: Demandé : {dateTime}

# counselorMeetingDecline
source: Decline
fr: Refuser

# counselorMeetingApprove
source: Approve
fr: Approuver

# counselorMeetingSoon
source: Soon
fr: Bientôt

# counselorMeetingCancelMeeting
source: Cancel Meeting
fr: Annuler la réunion

# counselorMeetingApproveMeeting
source: Approve Meeting
fr: Approuver la réunion

# counselorMeetingApproveWith
source: Approve meeting with {parentName}
fr: Approuver la réunion avec {parentName}

# counselorMeetingSelectDate
source: Select Date
fr: Sélectionner la date

# counselorMeetingSelectTime
source: Select Time
fr: Sélectionner l’heure

# counselorMeetingDuration
source: Duration
fr: Durée

# counselorMeeting1Hour
source: 1 hour
fr: 1 heure

# counselorMeeting1Point5Hours
source: 1.5 hours
fr: 1,5 heures

# counselorMeeting2Hours
source: 2 hours
fr: 2 heures

# counselorMeetingMeetingLink
source: Meeting Link
fr: Lien de la réunion

# counselorMeetingLocation
source: Location
fr: Lieu

# counselorMeetingLocationHint
source: Room 101, Main Building
fr: Salle 101, Bâtiment principal

# counselorMeetingNotesOptional
source: Notes (Optional)
fr: Notes (Facultatif)

# counselorMeetingApprovedSuccessfully
source: Meeting approved successfully
fr: Réunion approuvée avec succès

# counselorMeetingFailedToApprove
source: Failed to approve meeting
fr: Échec de l’approbation de la réunion

# counselorMeetingDeclineMeeting
source: Decline Meeting
fr: Refuser la réunion

# counselorMeetingDeclineFrom
source: Decline meeting request from {parentName}?
fr: Refuser la demande de réunion de {parentName} ?

# counselorMeetingReasonForDeclining
source: Reason for declining
fr: Raison du refus

# counselorMeetingProvideReason
source: Please provide a reason...
fr: Veuillez fournir une raison...

# counselorMeetingPleaseProvideReason
source: Please provide a reason for declining
fr: Veuillez fournir une raison pour le refus

# counselorMeetingDeclined
source: Meeting declined
fr: Réunion refusée

# counselorMeetingFailedToDecline
source: Failed to decline meeting
fr: Échec du refus de la réunion

# counselorMeetingCancelWith
source: Cancel this meeting with {parentName}?
fr: Annuler cette réunion avec {parentName} ?

# counselorMeetingCancellationReasonOptional
source: Cancellation reason (Optional)
fr: Raison de l’annulation (Facultatif)

# counselorMeetingBackButton
source: Back
fr: Retour

# counselorMeetingCancelled
source: Meeting cancelled
fr: Réunion annulée

# counselorMeetingFailedToCancel
source: Failed to cancel meeting
fr: Échec de l’annulation de la réunion

# counselorSessionPleaseSelectStudent
source: Please select a student
fr: Veuillez sélectionner un élève

# counselorSessionScheduledSuccessfully
source: Session scheduled successfully!
fr: Session planifiée avec succès !

# counselorSessionErrorScheduling
source: Error scheduling session: {error}
fr: Erreur lors de la planification de la session : {error}

# counselorSessionScheduleSession
source: Schedule Session
fr: Planifier une session

# counselorSessionSave
source: SAVE
fr: ENREGISTRER

# counselorSessionStudent
source: Student
fr: Élève

# counselorSessionNoStudentsFound
source: No students found. Please add students first.
fr: Aucun élève trouvé. Veuillez d’abord ajouter des élèves.

# counselorSessionSelectStudent
source: Select a student
fr: Sélectionner un élève

# counselorSessionTitle
source: Session Title
fr: Titre de la session

# counselorSessionTitleHint
source: e.g., Career Planning Discussion
fr: ex. Discussion sur la planification de carrière

# counselorSessionPleaseEnterTitle
source: Please enter a session title
fr: Veuillez entrer un titre de session

# counselorSessionType
source: Session Type
fr: Type de session

# counselorSessionTime
source: Time
fr: Heure

# counselorSessionDuration
source: Duration
fr: Durée

# counselorSessionLocation
source: Location
fr: Lieu

# counselorSessionNotesOptional
source: Notes (Optional)
fr: Notes (Facultatif)

# counselorSessionNotesHint
source: Add any additional notes or agenda items...
fr: Ajoutez des notes supplémentaires ou des points à l’ordre du jour...

# counselorSessionCancel
source: Cancel
fr: Annuler

# counselorSessionSelectStudentDialog
source: Select Student
fr: Sélectionner un élève

# counselorSessionGradeAndGpa
source: {grade} • GPA: {gpa}
fr: {grade} • MPC : {gpa}

# counselorSessionRetry
source: Retry
fr: Réessayer

# counselorSessionLoadingSessions
source: Loading sessions...
fr: Chargement des sessions...

# counselorSessionTodayTab
source: Today ({count})
fr: Aujourd’hui ({count})

# counselorSessionUpcomingTab
source: Upcoming ({count})
fr: À venir ({count})

# counselorSessionCompletedTab
source: Completed ({count})
fr: Terminées ({count})

# counselorSessionNoSessionsTitle
source: No Sessions
fr: Aucune session

# counselorSessionNoSessionsToday
source: No sessions scheduled for today
fr: Aucune session prévue pour aujourd’hui

# counselorSessionNoUpcomingSessions
source: No upcoming sessions
fr: Aucune session à venir

# counselorSessionNoCompletedSessions
source: No completed sessions yet
fr: Aucune session terminée pour le moment

# counselorSessionNoSessions
source: No sessions
fr: Aucune session

# counselorSessionStudentLabel
source: Student
fr: Élève

# counselorSessionDateTime
source: Date & Time
fr: Date et heure

# counselorSessionDurationLabel
source: Duration
fr: Durée

# counselorSessionStatusLabel
source: Status
fr: Statut

# counselorSessionSummary
source: Summary
fr: Résumé

# counselorSessionActionItems
source: Action Items
fr: Actions à suivre

# counselorSessionStartSession
source: Start Session
fr: Démarrer la session

# counselorSessionCancelSession
source: Cancel Session
fr: Annuler la session

# counselorSessionIndividualCounseling
source: Individual Counseling
fr: Conseil individuel

# counselorSessionGroupSession
source: Group Session
fr: Session de groupe

# counselorSessionCareerCounseling
source: Career Counseling
fr: Orientation professionnelle

# counselorSessionAcademicAdvising
source: Academic Advising
fr: Conseil académique

# counselorSessionPersonalCounseling
source: Personal Counseling
fr: Conseil personnel

# counselorSessionStartSessionWith
source: Start counseling session with {studentName}?
fr: Démarrer la session de conseil avec {studentName} ?

# counselorSessionStart
source: Start
fr: Démarrer

# counselorSessionStarted
source: Session with {studentName} started
fr: Session avec {studentName} démarrée

# counselorSessionCancelSessionWith
source: Cancel session with {studentName}?
fr: Annuler la session avec {studentName} ?

# counselorSessionReasonForCancellation
source: Reason for cancellation:
fr: Raison de l’annulation :

# counselorSessionStudentUnavailable
source: Student unavailable
fr: Élève indisponible

# counselorSessionCounselorUnavailable
source: Counselor unavailable
fr: Conseiller indisponible

# counselorSessionRescheduled
source: Rescheduled
fr: Reportée

# counselorSessionOther
source: Other
fr: Autre

# counselorSessionBack
source: Back
fr: Retour

# counselorSessionCancelled
source: Session with {studentName} cancelled
fr: Session avec {studentName} annulée

# counselorSessionTodayBadge
source: TODAY
fr: AUJOURD’HUI

# counselorSessionIndividual
source: Individual
fr: Individuel

# counselorSessionGroup
source: Group
fr: Groupe

# counselorSessionCareer
source: Career
fr: Carrière

# counselorSessionAcademic
source: Academic
fr: Académique

# counselorSessionPersonal
source: Personal
fr: Personnel

# counselorSessionScheduled
source: Scheduled
fr: Planifiée

# counselorSessionCompleted
source: Completed
fr: Terminée

# counselorSessionCancelledStatus
source: Cancelled
fr: Annulée

# counselorSessionNoShow
source: No Show
fr: Absent

# counselorStudentBack
source: Back
fr: Retour

# counselorStudentAddNotesComingSoon
source: Add notes feature coming soon
fr: Fonctionnalité d’ajout de notes bientôt disponible

# counselorStudentOverview
source: Overview
fr: Aperçu

# counselorStudentScheduleSession
source: Schedule Session
fr: Planifier une session

# counselorStudentAcademicPerformance
source: Academic Performance
fr: Performance académique

# counselorStudentGpa
source: GPA
fr: MPC

# counselorStudentInterests
source: Interests
fr: Intérêts

# counselorStudentStrengths
source: Strengths
fr: Points forts

# counselorStudentAreasForGrowth
source: Areas for Growth
fr: Axes d’amélioration

# counselorStudentNoSessionsYet
source: No Sessions Yet
fr: Pas encore de sessions

# counselorStudentScheduleSessionPrompt
source: Schedule a session with this student
fr: Planifier une session avec cet élève

# counselorStudentNoNotesYet
source: No Notes Yet
fr: Aucune note pour le moment

# counselorStudentAddPrivateNotes
source: Add private notes about this student
fr: Ajouter des notes privées sur cet élève

# counselorStudentAddNote
source: Add Note
fr: Ajouter une note

# counselorStudentIndividualCounseling
source: Individual Counseling
fr: Conseil individuel

# counselorStudentGroupSession
source: Group Session
fr: Session de groupe

# counselorStudentCareerCounseling
source: Career Counseling
fr: Orientation professionnelle

# counselorStudentAcademicAdvising
source: Academic Advising
fr: Conseil académique

# counselorStudentPersonalCounseling
source: Personal Counseling
fr: Conseil personnel

# counselorStudentScheduleFeatureComingSoon
source: Session scheduling feature will be implemented with calendar integration.
fr: La fonctionnalité de planification de session sera implémentée avec l’intégration du calendrier.

# counselorStudentClose
source: Close
fr: Fermer

# counselorStudentScheduled
source: Scheduled
fr: Planifiée

# counselorStudentCompleted
source: Completed
fr: Terminée

# counselorStudentCancelled
source: Cancelled
fr: Annulée

# counselorStudentNoShow
source: No Show
fr: Absent

# counselorStudentRetry
source: Retry
fr: Réessayer

# counselorStudentLoadingStudents
source: Loading students...
fr: Chargement des élèves...

# counselorStudentSearchStudents
source: Search students...
fr: Rechercher des élèves...

# counselorStudentNoStudentsFound
source: No Students Found
fr: Aucun élève trouvé

# counselorStudentTryAdjustingSearch
source: Try adjusting your search
fr: Essayez d’ajuster votre recherche

# counselorStudentNoStudentsAssigned
source: No students assigned yet
fr: Aucun élève assigné pour le moment

# counselorStudentGradeAndGpa
source: {grade} • GPA: {gpa}
fr: {grade} • MPC : {gpa}

# counselorStudentToday
source: Today
fr: Aujourd’hui

# counselorStudentYesterday
source: Yesterday
fr: Hier

# counselorStudentDaysAgo
source: {count}d ago
fr: il y a {count}j

# counselorStudentWeeksAgo
source: {count}w ago
fr: il y a {count}sem

# recRetry
source: Retry
fr: Réessayer

# recLoadingRequests
source: Loading requests...
fr: Chargement des demandes...

# recTabAll
source: All ({count})
fr: Toutes ({count})

# recTabPending
source: Pending ({count})
fr: En attente ({count})

# recTabInProgress
source: In Progress ({count})
fr: En cours ({count})

# recTabCompleted
source: Completed ({count})
fr: Terminées ({count})

# recNoPendingRequests
source: No pending recommendation requests
fr: Aucune demande de recommandation en attente

# recNoLettersInProgress
source: No letters in progress
fr: Aucune lettre en cours

# recNoCompletedRecommendations
source: No completed recommendations yet
fr: Aucune recommandation terminée pour le moment

# recNoRecommendationRequests
source: No recommendation requests
fr: Aucune demande de recommandation

# recNoRequests
source: No Requests
fr: Aucune demande

# recStudent
source: Student
fr: Étudiant

# recInstitution
source: Institution
fr: Établissement

# recOverdue
source: Overdue!
fr: En retard !

# recDueToday
source: Due today
fr: À remettre aujourd'hui

# recDaysLeft
source: {count} days left
fr: {count} jours restants

# recStatusOverdue
source: OVERDUE
fr: EN RETARD

# recStatusPending
source: PENDING
fr: EN ATTENTE

# recStatusAccepted
source: ACCEPTED
fr: ACCEPTÉE
