Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# recStatusInProgress
source: IN PROGRESS
fr: EN COURS

# recStatusCompleted
source: COMPLETED
fr: TERMINÉE

# recStatusDeclined
source: DECLINED
fr: REFUSÉE

# recStatusCancelled
source: CANCELLED
fr: ANNULÉE

# recRecommendationLetter
source: Recommendation Letter
fr: Lettre de recommandation

# recSaveDraft
source: Save Draft
fr: Enregistrer le brouillon

# recApplyingTo
source: Applying to {institution}
fr: Candidature à {institution}

# recPurpose
source: Purpose
fr: Objet

# recDeadline
source: Deadline
fr: Date limite

# recStatus
source: Status
fr: Statut

# recMessageFromStudent
source: Message from Student
fr: Message de l'étudiant

# recAchievements
source: Achievements
fr: Réalisations

# recDecline
source: Decline
fr: Refuser

# recAccept
source: Accept
fr: Accepter

# recQuickStartTemplates
source: Quick Start Templates
fr: Modèles de démarrage rapide

# recProfessionalTemplate
source: Professional Template
fr: Modèle professionnel

# recProfessionalTemplateDesc
source: Formal business-style recommendation
fr: Recommandation formelle de style professionnel

# recAcademicTemplate
source: Academic Template
fr: Modèle académique

# recAcademicTemplateDesc
source: Focus on academic achievements
fr: Axé sur les réalisations académiques

# recPersonalTemplate
source: Personal Template
fr: Modèle personnel

# recPersonalTemplateDesc
source: Emphasize personal qualities
fr: Met en valeur les qualités personnelles

# recWriteHint
source: Write your recommendation here or use a template above...
fr: Rédigez votre recommandation ici ou utilisez un modèle ci-dessus...

# recPleaseWriteRecommendation
source: Please write a recommendation
fr: Veuillez rédiger une recommandation

# recMinCharacters
source: Recommendation should be at least 100 characters
fr: La recommandation doit comporter au moins 100 caractères

# recSubmitRecommendation
source: Submit Recommendation
fr: Soumettre la recommandation

# recTheStudent
source: the student
fr: l'étudiant

# recYourInstitution
source: your institution
fr: votre établissement

# recRequestAccepted
source: Request accepted! You can now write the letter.
fr: Demande acceptée ! Vous pouvez maintenant rédiger la lettre.

# recFailedToAcceptRequest
source: Failed to accept request
fr: Impossible d'accepter la demande

# recErrorAcceptingRequest
source: Error accepting request: {error}
fr: Erreur lors de l'acceptation de la demande : {error}

# recDeclineRequest
source: Decline Request
fr: Refuser la demande

# recDeclineReason
source: Please provide a reason for declining this request.
fr: Veuillez fournir une raison pour le refus de cette demande.

# recReasonLabel
source: Reason
fr: Raison

# recReasonHint
source: Enter at least 10 characters
fr: Entrez au moins 10 caractères

# recCancel
source: Cancel
fr: Annuler

# recReasonMinCharacters
source: Reason must be at least 10 characters
fr: La raison doit comporter au moins 10 caractères

# recRequestDeclined
source: Request declined
fr: Demande refusée

# recFailedToDeclineRequest
source: Failed to decline request
fr: Impossible de refuser la demande

# recErrorDecliningRequest
source: Error declining request: {error}
fr: Erreur lors du refus de la demande : {error}

# recLetterMinCharacters
source: Letter content must be at least 100 characters
fr: Le contenu de la lettre doit comporter au moins 100 caractères

# recDraftSaved
source: Draft saved successfully
fr: Brouillon enregistré avec succès

# recErrorSavingDraft
source: Error saving draft: {error}
fr: Erreur lors de l'enregistrement du brouillon : {error}

# recSubmitConfirmTitle
source: Submit Recommendation?
fr: Soumettre la recommandation ?

# recSubmitConfirmMessage
source: Once submitted, you will not be able to edit this recommendation. Are you sure you want to submit?
fr: Une fois soumise, vous ne pourrez plus modifier cette recommandation. Êtes-vous sûr de vouloir la soumettre ?

# recSubmit
source: Submit
fr: Soumettre

# recSubmittedSuccessfully
source: Recommendation submitted successfully!
fr: Recommandation soumise avec succès !

# recFailedToSubmit
source: Failed to submit recommendation
fr: Impossible de soumettre la recommandation

# recErrorSubmitting
source: Error submitting recommendation: {error}
fr: Erreur lors de la soumission de la recommandation : {error}

# notifPrefTitle
source: Notification Preferences
fr: Préférences de notification

# notifPrefDefaultCreated
source: Default notification preferences created successfully!
fr: Préférences de notification par défaut créées avec succès !

# notifPrefErrorCreating
source: Error creating preferences: {error}
fr: Erreur lors de la création des préférences : {error}

# notifPrefNotFound
source: No notification preferences found
fr: Aucune préférence de notification trouvée

# notifPrefCreateDefaults
source: Create Default Preferences
fr: Créer les préférences par défaut

# notifPrefWaitingAuth
source: Waiting for authentication...
fr: En attente de l'authentification...

# notifPrefSettings
source: Notification Settings
fr: Paramètres de notification

# notifPrefDescription
source: Control which notifications you want to receive. Changes are saved automatically.
fr: Contrôlez les notifications que vous souhaitez recevoir. Les modifications sont enregistrées automatiquement.

# notifPrefCollegeApplications
source: College Applications
fr: Candidatures universitaires

# notifPrefAcademic
source: Academic
fr: Académique

# notifPrefMeetingsEvents
source: Meetings & Events
fr: Réunions et événements

# notifPrefAchievements
source: Achievements
fr: Réalisations

# notifPrefSystem
source: System
fr: Système

# notifPrefErrorLoading
source: Error loading preferences: {error}
fr: Erreur lors du chargement des préférences : {error}

# notifPrefRetry
source: Retry
fr: Réessayer

# notifPrefSoon
source: (soon)
fr: (bientôt)

# notifPrefDescApplicationStatus
source: Get notified when your application status changes
fr: Soyez informé lorsque le statut de votre candidature change

# notifPrefDescGradePosted
source: Receive notifications when new grades are posted
fr: Recevez des notifications lorsque de nouvelles notes sont publiées

# notifPrefDescMessageReceived
source: Get notified about new messages
fr: Soyez informé des nouveaux messages

# notifPrefDescMeetingScheduled
source: Receive notifications for scheduled meetings
fr: Recevez des notifications pour les réunions programmées

# notifPrefDescMeetingReminder
source: Get reminders before your meetings
fr: Recevez des rappels avant vos réunions

# notifPrefDescAchievementEarned
source: Celebrate when you earn new achievements
fr: Célébrez vos nouvelles réalisations

# notifPrefDescDeadlineReminder
source: Get reminded about upcoming deadlines
fr: Recevez des rappels pour les échéances à venir

# notifPrefDescRecommendationReady
source: Receive notifications for new recommendations
fr: Recevez des notifications pour les nouvelles recommandations

# notifPrefDescSystemAnnouncement
source: Stay updated with system announcements
fr: Restez informé des annonces système

# notifPrefDescCommentReceived
source: Get notified when someone comments on your posts
fr: Soyez informé lorsque quelqu'un commente vos publications

# notifPrefDescMention
source: Receive notifications when you are mentioned
fr: Recevez des notifications lorsque vous êtes mentionné

# notifPrefDescEventReminder
source: Get reminders about upcoming events
fr: Recevez des rappels pour les événements à venir

# notifPrefDescApprovalNew
source: Get notified about new approval requests
fr: Soyez informé des nouvelles demandes d'approbation

# notifPrefDescApprovalActionNeeded
source: Receive reminders about pending approval actions
fr: Recevez des rappels pour les actions d'approbation en attente

# notifPrefDescApprovalStatusChanged
source: Get notified when your request status changes
fr: Soyez informé lorsque le statut de votre demande change

# notifPrefDescApprovalEscalated
source: Receive notifications when requests are escalated to you
fr: Recevez des notifications lorsque des demandes vous sont transmises

# notifPrefDescApprovalExpiring
source: Get reminders about expiring approval requests
fr: Recevez des rappels pour les demandes d'approbation qui expirent

# notifPrefDescApprovalComment
source: Get notified about new comments on requests
fr: Soyez informé des nouveaux commentaires sur les demandes

# notifPrefUpdated
source: Preferences updated
fr: Préférences mises à jour

# notifPrefErrorUpdating
source: Error updating preferences: {error}
fr: Erreur lors de la mise à jour des préférences : {error}

# biometricSetupTitle
source: Setup Biometric
fr: Configuration biométrique

# biometricSettingsTitle
source: Biometric Settings
fr: Paramètres biométriques

# biometricErrorChecking
source: Error checking biometrics: {error}
fr: Erreur lors de la vérification biométrique : {error}

# biometricEnabledSuccess
source: Biometric authentication enabled successfully
fr: Authentification biométrique activée avec succès

# biometricAuthFailed
source: Authentication failed. Please try again.
fr: Échec de l'authentification. Veuillez réessayer.

# biometricError
source: Error: {error}
fr: Erreur : {error}

# biometricDisabledSuccess
source: Biometric authentication disabled
fr: Authentification biométrique désactivée

# biometricEnableLogin
source: Enable Biometric Login
fr: Activer la connexion biométrique

source: Biometric Authentication
fr: Authentification biométrique

# biometricUseType
source: Use {type}
fr: Utiliser {type}

# biometricEnabled
source: Enabled
fr: Activé

# biometricDisabled
source: Disabled
fr: Désactivé

# biometricWhyUse
source: Why use biometric?
fr: Pourquoi utiliser la biométrie ?

# biometricBenefitFaster
source: Faster login experience
fr: Connexion plus rapide

# biometricBenefitSecure
source: More secure than passwords
fr: Plus sécurisé que les mots de passe

# biometricBenefitUnique
source: Unique to you - cannot be copied
fr: Unique à vous - impossible à copier

# biometricSecurityNote
source: Security Note
fr: Note de sécurité

# biometricSecurityNoteDesc
source: Your biometric data stays on your device and is never shared with Flow or third parties.
fr: Vos données biométriques restent sur votre appareil et ne sont jamais partagées avec Flow ou des tiers.

# biometricSkipForNow
source: Skip for now
fr: Passer pour le moment

# biometricNotSupported
source: Not Supported
fr: Non pris en charge

# biometricNotSupportedDesc
source: Your device does not support biometric authentication.
fr: Votre appareil ne prend pas en charge l'authentification biométrique.

# biometricGoBack
source: Go Back
fr: Retour

# biometricNotEnrolled
source: No Biometrics Enrolled
fr: Aucune biométrie enregistrée

# biometricNotEnrolledDesc
source: Please enroll your fingerprint or face ID in your device settings first.
fr: Veuillez d'abord enregistrer votre empreinte digitale ou Face ID dans les paramètres de votre appareil.

# biometricOpenSettingsHint
source: Please open Settings > Security > Biometrics
fr: Veuillez ouvrir Paramètres > Sécurité > Biométrie

# biometricOpenSettings
source: Open Settings
fr: Ouvrir les paramètres

# biometricTypeFingerprint
source: Fingerprint
fr: Empreinte digitale

# biometricTypeIris
source: Iris Recognition
fr: Reconnaissance de l'iris

# biometricTypeGeneric
source: Biometric
fr: Biométrie

# biometricDescEnabled
source: Your {type} is currently being used to secure your account. You can sign in quickly and securely.
fr: Votre {type} est actuellement utilisé pour sécuriser votre compte. Vous pouvez vous connecter rapidement et en toute sécurité.

# biometricDescDisabled
source: Use your {type} to sign in quickly and securely without entering your password.
fr: Utilisez votre {type} pour vous connecter rapidement et en toute sécurité sans entrer votre mot de passe.

# adminChatDashTitle
source: Chatbot Dashboard
fr: Tableau de bord du chatbot

# adminChatDashSubtitle
source: Monitor and manage chatbot interactions
fr: Surveiller et gérer les interactions du chatbot

# adminChatDashRefresh
source: Refresh
fr: Actualiser

# adminChatDashTotalConversations
source: Total Conversations
fr: Total des conversations

# adminChatDashActiveNow
source: Active Now
fr: Actives maintenant

# adminChatDashTotalMessages
source: Total Messages
fr: Total des messages

# adminChatDashAvgMessagesPerChat
source: Avg Messages/Chat
fr: Moy. messages/chat

# adminChatDashQuickActions
source: Quick Actions
fr: Actions rapides

# adminChatDashManageFaqs
source: Manage FAQs
fr: Gérer les FAQ

# adminChatDashManageFaqsDesc
source: Create and organize frequently asked questions
fr: Créer et organiser les questions fréquemment posées

# adminChatDashConversationHistory
source: Conversation History
fr: Historique des conversations

# adminChatDashConversationHistoryDesc
source: Browse and review past conversations
fr: Parcourir et consulter les conversations passées

# adminChatDashSupportQueue
source: Support Queue
fr: File d'attente du support

# adminChatDashSupportQueueDesc
source: Review escalated conversations needing attention
fr: Examiner les conversations escaladées nécessitant une attention

# adminChatDashLiveMonitoring
source: Live Monitoring
fr: Surveillance en direct

# adminChatDashLiveMonitoringDesc
source: Monitor active chatbot conversations in real-time
fr: Surveiller les conversations actives du chatbot en temps réel

# adminChatDashRecentConversations
source: Recent Conversations
fr: Conversations récentes

# adminChatDashViewAll
source: View All
fr: Voir tout

# adminChatDashNoConversations
source: No conversations yet
fr: Aucune conversation pour le moment

# adminChatDashNoConversationsDesc
source: Chatbot conversations will appear here once users start interacting
fr: Les conversations du chatbot apparaîtront ici une fois que les utilisateurs commenceront à interagir

# adminChatDashStatusArchived
source: Archived
fr: Archivée

# adminChatDashStatusFlagged
source: Flagged
fr: Signalée

# adminChatDashJustNow
source: Just now
fr: À l'instant

# adminChatDashMinutesAgo
source: {count}m ago
fr: il y a {count}m

# adminChatDashHoursAgo
source: {count}h ago
fr: il y a {count}h

# adminChatDashDaysAgo
source: {count}d ago
fr: il y a {count}j

# adminFeeConfigTitle
source: Fee Configuration
fr: Configuration des frais

# adminFeeConfigSubtitle
source: Manage platform fees and pricing
fr: Gérer les frais et la tarification de la plateforme

# adminFeeConfigUnsavedChanges
source: Unsaved changes
fr: Modifications non enregistrées

# adminFeeConfigReset
source: Reset
fr: Réinitialiser

# adminFeeConfigSaveChanges
source: Save Changes
fr: Enregistrer les modifications

# adminFeeConfigSavedSuccess
source: Fee configuration saved successfully
fr: Configuration des frais enregistrée avec succès

# adminFeeConfigFeeSummary
source: Fee Summary
fr: Résumé des frais

# adminFeeConfigCategoriesActive
source: categories active
fr: catégories actives

# adminFeeConfigActiveFees
source: Active Fees
fr: Frais actifs

# adminFeeConfigAvgRate
source: Avg Rate
fr: Taux moyen

# adminFeeConfigDisabled
source: Disabled
fr: Désactivés

# adminFeeConfigPercentage
source: Percentage
fr: Pourcentage

# adminFeeConfigFixedAmount
source: Fixed Amount
fr: Montant fixe

# adminFeeConfigExample
source: Example on KES 10,000
fr: Exemple sur 10 000 KES

# adminSettingsTitle
source: Settings
fr: Paramètres

# adminSettingsSubtitle
source: Manage your account and system preferences
fr: Gérer votre compte et les préférences système

# adminSettingsProfile
source: Profile
fr: Profil

# adminSettingsDefaultUser
source: Admin
fr: Administrateur

# adminSettingsEdit
source: Edit
fr: Modifier

# adminSettingsRole
source: Role
fr: Rôle

# adminSettingsSuperAdmin
source: Super Admin
fr: Super administrateur

# adminSettingsEmailNotifications
source: Email Notifications
fr: Notifications par e-mail

# adminSettingsEmailNotificationsDesc
source: Receive important updates via email
fr: Recevoir les mises à jour importantes par e-mail

# adminSettingsPushNotifications
source: Push Notifications
fr: Notifications push

# adminSettingsPushNotificationsDesc
source: Get real-time push notifications on your device
fr: Recevoir des notifications push en temps réel sur votre appareil

# adminSettingsUserActivityAlerts
source: User Activity Alerts
fr: Alertes d'activité utilisateur

# adminSettingsUserActivityAlertsDesc
source: Get notified about unusual user activity
fr: Être notifié en cas d'activité utilisateur inhabituelle

# adminSettingsSystemAlerts
source: System Alerts
fr: Alertes système

# adminSettingsSystemAlertsDesc
source: Receive alerts about system health and issues
fr: Recevoir des alertes sur l'état et les problèmes du système

# adminSettingsDisplay
source: Display
fr: Affichage

# adminSettingsDarkMode
source: Dark Mode
fr: Mode sombre

# adminSettingsDarkModeDesc
source: Switch to a darker color scheme
fr: Passer à un schéma de couleurs plus sombre

# adminSettingsLanguage
source: Language
fr: Langue

# adminSettingsLangEnglish
source: English
fr: Anglais

# adminSettingsLangFrench
source: French
fr: Français

# adminSettingsTimezone
source: Timezone
fr: Fuseau horaire

# adminSettingsSecurity
source: Security
fr: Sécurité

# adminSettingsChangePassword
source: Change Password
fr: Changer le mot de passe

# adminSettingsChangePasswordDesc
source: Update your account password
fr: Mettre à jour le mot de passe de votre compte

# adminSettingsTwoFactor
source: Two-Factor Authentication
fr: Authentification à deux facteurs

# adminSettingsTwoFactorDesc
source: Add an extra layer of security to your account
fr: Ajouter une couche de sécurité supplémentaire à votre compte

# adminSettingsActiveSessions
source: Active Sessions
fr: Sessions actives

# adminSettingsActiveSessionsDesc
source: View and manage your active login sessions
fr: Voir et gérer vos sessions de connexion actives

# adminSettingsPrivacy
source: Privacy
fr: Confidentialité

# adminSettingsActivityLogging
source: Activity Logging
fr: Journalisation des activités

# adminSettingsActivityLoggingDesc
source: Log admin actions for audit purposes
fr: Enregistrer les actions administrateur à des fins d'audit

# adminSettingsAnalyticsTracking
source: Analytics Tracking
fr: Suivi analytique

# adminSettingsAnalyticsTrackingDesc
source: Help improve the platform with usage analytics
fr: Aider à améliorer la plateforme avec des analyses d'utilisation

# adminSettingsDownloadData
source: Download My Data
fr: Télécharger mes données

# adminSettingsDownloadDataDesc
source: Export all your personal data
fr: Exporter toutes vos données personnelles

# adminSettingsDangerZone
source: Danger Zone
fr: Zone de danger

# adminSettingsSignOut
source: Sign Out
fr: Se déconnecter

# adminSettingsSignOutDesc
source: Sign out of your admin account
fr: Se déconnecter de votre compte administrateur

# adminSettingsSignOutConfirm
source: Are you sure you want to sign out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# adminSettingsCancel
source: Cancel
fr: Annuler

# adminSettingsDeleteAccount
source: Delete Account
fr: Supprimer le compte

# adminSettingsDeleteAccountDesc
source: Permanently delete your account and all data
fr: Supprimer définitivement votre compte et toutes les données

# notifPrefScreenTitle
source: Notification Preferences
fr: Préférences de notification

# notifPrefScreenNoPreferences
source: No notification preferences found
fr: Aucune préférence de notification trouvée

# notifPrefScreenCreateDefaults
source: Create Default Preferences
fr: Créer les préférences par défaut

# notifPrefScreenSettingsTitle
source: Notification Settings
fr: Paramètres de notification

# notifPrefScreenDescription
source: Control which notifications you want to receive. Changes are saved automatically.
fr: Contrôlez les notifications que vous souhaitez recevoir. Les modifications sont enregistrées automatiquement.

# notifPrefScreenCollegeApplications
source: College Applications
fr: Candidatures universitaires

# notifPrefScreenAcademic
source: Academic
fr: Académique

# notifPrefScreenMeetingsEvents
source: Meetings & Events
fr: Réunions et événements

# notifPrefScreenAchievements
source: Achievements
fr: Réalisations

# notifPrefScreenSystem
source: System
fr: Système

# notifPrefScreenSoon
source: (soon)
fr: (bientôt)

# notifPrefScreenErrorLoading
source: Error loading preferences
fr: Erreur lors du chargement des préférences

# notifPrefScreenRetry
source: Retry
fr: Réessayer

# notifPrefScreenErrorCreating
source: Error creating preferences
fr: Erreur lors de la création des préférences

# notifPrefScreenErrorUpdating
source: Error updating preferences
fr: Erreur lors de la mise à jour des préférences

# notifPrefScreenPreferencesUpdated
source: Preferences updated
fr: Préférences mises à jour

# notifPrefScreenDescApplicationStatus
source: Get notified when your application status changes
fr: Soyez averti lorsque le statut de votre candidature change

# notifPrefScreenDescGradePosted
source: Receive notifications when new grades are posted
fr: Recevez des notifications lorsque de nouvelles notes sont publiées

# notifPrefScreenDescMessageReceived
source: Get notified about new messages
fr: Soyez averti des nouveaux messages

# notifPrefScreenDescMeetingScheduled
source: Receive notifications for scheduled meetings
fr: Recevez des notifications pour les réunions planifiées

# notifPrefScreenDescMeetingReminder
source: Get reminders before your meetings
fr: Recevez des rappels avant vos réunions

# notifPrefScreenDescAchievementEarned
source: Celebrate when you earn new achievements
fr: Célébrez lorsque vous obtenez de nouvelles réalisations

# notifPrefScreenDescDeadlineReminder
source: Get reminded about upcoming deadlines
fr: Recevez des rappels pour les échéances à venir

# notifPrefScreenDescRecommendationReady
source: Receive notifications for new recommendations
fr: Recevez des notifications pour les nouvelles recommandations

# notifPrefScreenDescSystemAnnouncement
source: Stay updated with system announcements
fr: Restez informé des annonces système

# notifPrefScreenDescCommentReceived
source: Get notified when someone comments on your posts
fr: Soyez averti lorsque quelqu'un commente vos publications

# notifPrefScreenDescMention
source: Receive notifications when you are mentioned
fr: Recevez des notifications lorsque vous êtes mentionné

# notifPrefScreenDescEventReminder
source: Get reminders about upcoming events
fr: Recevez des rappels pour les événements à venir

# notifPrefScreenDescApprovalRequestNew
source: Get notified about new approval requests
fr: Soyez averti des nouvelles demandes d'approbation

# notifPrefScreenDescApprovalRequestActionNeeded
source: Get notified when an approval request needs your action
fr: Soyez averti lorsqu'une demande d'approbation nécessite votre action

# notifPrefScreenDescApprovalRequestStatusChanged
source: Get notified when your approval request status changes
fr: Soyez averti lorsque le statut de votre demande d'approbation change

# notifPrefScreenDescApprovalRequestEscalated
source: Get notified when an approval request is escalated
fr: Soyez averti lorsqu'une demande d'approbation est escaladée

# notifPrefScreenDescApprovalRequestExpiring
source: Get notified when an approval request is about to expire
fr: Soyez averti lorsqu'une demande d'approbation est sur le point d'expirer

# notifPrefScreenDescApprovalRequestComment
source: Get notified about comments on approval requests
fr: Soyez averti des commentaires sur les demandes d'approbation

# homeNavFeatures
source: Features
fr: Fonctionnalités

# homeNavAbout
source: About
fr: À propos

# homeNavLogin
source: Login
fr: Connexion

# homeNavSignUp
source: Sign Up
fr: S'inscrire

# homeNavAccountTypes
source: Account Types
fr: Types de comptes
