Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# uniDetailGlobalRank
source: Global Rank
fr: Classement mondial

# uniDetailNationalRank
source: National Rank
fr: Classement national

# uniDetailAbout
source: About
fr: À propos

# uniDetailWebsite
source: Website
fr: Site web

# dashCommonBack
source: Back
fr: Retour

# dashCommonHome
source: Home
fr: Accueil

# dashCommonProfile
source: Profile
fr: Profil

# dashCommonSettings
source: Settings
fr: Paramètres

# dashCommonOverview
source: Overview
fr: Aperçu

# dashCommonRetry
source: Retry
fr: Réessayer

# dashCommonViewAll
source: View All
fr: Tout voir

# dashCommonClose
source: Close
fr: Fermer

# dashCommonCancel
source: Cancel
fr: Annuler

# dashCommonPending
source: Pending
fr: En attente

# dashCommonLoadingOverview
source: Loading overview...
fr: Chargement de l'aperçu...

# dashCommonQuickActions
source: Quick Actions
fr: Actions rapides

# dashCommonWelcomeBack
source: Welcome Back!
fr: Bon retour !

# dashCommonRecentActivity
source: Recent Activity
fr: Activité récente

# dashCommonNoRecentActivity
source: No recent activity
fr: Aucune activité récente

# dashCommonSwitchRole
source: Switch Role
fr: Changer de rôle

# dashCommonLogout
source: Logout
fr: Déconnexion

# dashCommonRecommendedForYou
source: Recommended for You
fr: Recommandé pour vous

# dashCommonApplications
source: Applications
fr: Candidatures

# dashCommonAccepted
source: Accepted
fr: Accepté

# dashCommonRejected
source: Rejected
fr: Refusé

# dashCommonUnderReview
source: Under Review
fr: En cours d'examen

# dashCommonRequests
source: Requests
fr: Demandes

# dashCommonUpcoming
source: Upcoming
fr: À venir

# dashCommonMeetings
source: Meetings
fr: Réunions

# dashCommonSubmitted
source: Submitted
fr: Soumis

# dashCommonDraft
source: Draft
fr: Brouillon

# dashCommonDays
source: {count} days
fr: {count} jours

# dashCommonNoDataAvailable
source: No data available
fr: Aucune donnée disponible

# dashStudentTitle
source: Student Dashboard
fr: Tableau de bord étudiant

# dashStudentMyApplications
source: My Applications
fr: Mes candidatures

# dashStudentMyCourses
source: My Courses
fr: Mes cours

# dashStudentProgress
source: Progress
fr: Progression

# dashStudentEditProfile
source: Edit Profile
fr: Modifier le profil

# dashStudentCourses
source: Courses
fr: Cours

# dashStudentContinueJourney
source: Continue your learning journey
fr: Continuez votre parcours d'apprentissage

# dashStudentSuccessRate
source: Application Success Rate
fr: Taux de réussite des candidatures

# dashStudentLetters
source: Letters
fr: Lettres

# dashStudentParentLink
source: Parent Link
fr: Lien parent

# dashStudentCounseling
source: Counseling
fr: Conseil

# dashStudentSchedule
source: Schedule
fr: Emploi du temps

# dashStudentResources
source: Resources
fr: Ressources

# dashStudentHelp
source: Help
fr: Aide

# dashStudentTotalApplications
source: Total Applications
fr: Total des candidatures

# dashStudentInReview
source: In Review
fr: En examen

# dashStudentFindYourPath
source: Find Your Path
fr: Trouvez votre voie

# dashStudentNew
source: NEW
fr: NOUVEAU

# dashStudentFindYourPathDesc
source: Discover universities that match your profile, goals, and preferences with AI-powered recommendations
fr: Découvrez les universités qui correspondent à votre profil, vos objectifs et vos préférences grâce aux recommandations propulsées par l'IA

# dashStudentStartJourney
source: Start Your Journey
fr: Commencez votre parcours

# dashStudentFailedActivities
source: Failed to load activities
fr: Échec du chargement des activités

# dashStudentActivityHistory
source: Activity History
fr: Historique des activités

# dashStudentActivityHistoryMsg
source: A comprehensive activity history view with filters and search capabilities is coming soon.
fr: Une vue complète de l'historique des activités avec filtres et recherche sera bientôt disponible.

# dashStudentAchievement
source: Achievement
fr: Réussite

# dashStudentPaymentHistory
source: Payment History
fr: Historique des paiements

# dashStudentPaymentHistoryMsg
source: View detailed payment history and transaction records.
fr: Consultez l'historique détaillé des paiements et des transactions.

# dashStudentFailedRecommendations
source: Failed to load recommendations
fr: Échec du chargement des recommandations

# dashParentTitle
source: Parent Dashboard
fr: Tableau de bord parent

# dashParentMyChildren
source: My Children
fr: Mes enfants

# dashParentAlerts
source: Alerts
fr: Alertes

# dashParentChildren
source: Children
fr: Enfants

# dashParentAvgGrade
source: Avg Grade
fr: Moy. notes

# dashParentUpcomingMeetings
source: Upcoming Meetings
fr: Réunions à venir

# dashParentNoUpcomingMeetings
source: No Upcoming Meetings
fr: Aucune réunion à venir

# dashParentScheduleMeetingsHint
source: Schedule meetings with teachers or counselors
fr: Planifiez des réunions avec les enseignants ou conseillers

# dashParentScheduleMeeting
source: Schedule Meeting
fr: Planifier une réunion

# dashParentViewMoreMeetings
source: View {count} more meetings
fr: Voir {count} réunions de plus

# dashParentChildrenOverview
source: Children Overview
fr: Aperçu des enfants

# dashParentNoChildren
source: No Children Added
fr: Aucun enfant ajouté

# dashParentNoChildrenHint
source: Add your children to track their progress
fr: Ajoutez vos enfants pour suivre leur progression

# dashParentCourseCount
source: {count} courses
fr: {count} cours

# dashParentAppCount
source: {count} apps
fr: {count} cand.

# dashParentViewAllReports
source: View All Reports
fr: Voir tous les rapports

# dashParentAcademicReports
source: Academic performance reports
fr: Rapports de performance académique

# dashParentWithTeachersOrCounselors
source: With teachers or counselors
fr: Avec enseignants ou conseillers

# dashParentNotificationSettings
source: Notification Settings
fr: Paramètres de notification

# dashParentManageAlerts
source: Manage alerts and updates
fr: Gérer les alertes et mises à jour

# dashParentMeetWith
source: Who would you like to meet with?
fr: Avec qui souhaitez-vous vous réunir ?

# dashParentTeacher
source: Teacher
fr: Enseignant

# dashParentTeacherConference
source: Schedule a parent-teacher conference
fr: Planifier une réunion parents-enseignant

# dashParentCounselor
source: Counselor
fr: Conseiller

# dashParentCounselorMeeting
source: Meet with a guidance counselor
fr: Rencontrer un conseiller d'orientation

# dashParentStatusPending
source: PENDING
fr: EN ATTENTE

# dashParentStatusApproved
source: APPROVED
fr: APPROUVÉ

# dashParentStatusDeclined
source: DECLINED
fr: REFUSÉ

# dashParentStatusCancelled
source: CANCELLED
fr: ANNULÉ

# dashParentStatusCompleted
source: COMPLETED
fr: TERMINÉ

# dashCounselorTitle
source: Counselor Dashboard
fr: Tableau de bord conseiller

# dashCounselorMyStudents
source: My Students
fr: Mes étudiants

# dashCounselorStudents
source: Students
fr: Étudiants

# dashCounselorToday
source: Today
fr: Aujourd'hui

# dashCounselorMeetingRequests
source: Meeting Requests
fr: Demandes de réunion

# dashCounselorManageAvailability
source: Manage Availability
fr: Gérer les disponibilités

# dashCounselorSetMeetingHours
source: Set your meeting hours
fr: Définissez vos heures de réunion

# dashCounselorPendingApproval
source: {count} pending approval
fr: {count} en attente d'approbation

# dashCounselorViewMoreRequests
source: View {count} more requests
fr: Voir {count} demandes de plus

# dashCounselorTodaySessions
source: Today's Sessions
fr: Sessions du jour

# dashCounselorNoStudents
source: No Students Assigned
fr: Aucun étudiant assigné

# dashCounselorNoStudentsHint
source: Your students will appear here when assigned
fr: Vos étudiants apparaîtront ici une fois assignés

# dashCounselorPendingRecommendations
source: Pending Recommendations
fr: Recommandations en attente

# dashCounselorDraftRecommendations
source: You have {count} draft recommendations
fr: Vous avez {count} brouillons de recommandations

# dashCounselorSessionIndividual
source: Individual
fr: Individuel

# dashCounselorSessionGroup
source: Group
fr: Groupe

# dashCounselorSessionCareer
source: Career
fr: Carrière

# dashCounselorSessionAcademic
source: Academic
fr: Académique

# dashCounselorSessionPersonal
source: Personal
fr: Personnel

# dashCounselorStatusPending
source: PENDING
fr: EN ATTENTE

# dashAdminNotAuthenticated
source: Not authenticated
fr: Non authentifié

# dashAdminDashboard
source: Dashboard
fr: Tableau de bord

# dashAdminWelcomeBack
source: Welcome back, {name}
fr: Bon retour, {name}

# dashAdminQuickAction
source: Quick Action
fr: Action rapide

# dashAdminAddUser
source: Add User
fr: Ajouter un utilisateur

# dashAdminCreateAnnouncement
source: Create Announcement
fr: Créer une annonce

# dashAdminGenerateReport
source: Generate Report
fr: Générer un rapport

# dashAdminBulkActions
source: Bulk Actions
fr: Actions groupées

# dashAdminTotalUsers
source: Total Users
fr: Total utilisateurs

# dashAdminStudents
source: Students
fr: Étudiants

# dashAdminRecommenders
source: Recommenders
fr: Recommandeurs

# dashAdminCountStudents
source: {count} students
fr: {count} étudiants

# dashAdminCountCounselors
source: {count} counselors
fr: {count} conseillers

# dashAdminJustNow
source: Just now
fr: À l'instant

# dashAdminMinutesAgo
source: {count}m ago
fr: il y a {count} min

# dashAdminHoursAgo
source: {count}h ago
fr: il y a {count} h

# dashAdminDaysAgo
source: {count}d ago
fr: il y a {count} j

# dashAdminRefresh
source: Refresh
fr: Actualiser

# dashAdminQuickStats
source: Quick Stats
fr: Statistiques rapides

# dashAdminActive30d
source: Active (30d)
fr: Actifs (30j)

# dashAdminNewUsers7d
source: New Users (7d)
fr: Nouveaux (7j)

# dashAdminApplications7d
source: Applications (7d)
fr: Candidatures (7j)

# dashAdminUserGrowth
source: User Growth
fr: Croissance des utilisateurs

# dashAdminUserGrowthDesc
source: New user registrations over the past 6 months
fr: Nouvelles inscriptions au cours des 6 derniers mois

# dashAdminUserDistribution
source: User Distribution
fr: Répartition des utilisateurs

# dashAdminByUserType
source: By user type
fr: Par type d'utilisateur

# dashInstTitle
source: Institution Dashboard
fr: Tableau de Bord Institution

# dashInstDebugPanel
source: Debug Panel
fr: Panneau de Débogage

# dashInstApplicants
source: Applicants
fr: Candidats

# dashInstPrograms
source: Programs
fr: Programmes

# dashInstCourses
source: Courses
fr: Cours

# dashInstCounselors
source: Counselors
fr: Conseillers

# dashInstNewProgram
source: New Program
fr: Nouveau Programme

# dashInstNewCourse
source: New Course
fr: Nouveau Cours

# dashInstTotalApplicants
source: Total Applicants
fr: Total des candidats

# dashInstPendingReview
source: Pending Review
fr: En attente d'examen

# dashInstActivePrograms
source: Active Programs
fr: Programmes actifs

# dashInstTotalStudents
source: Total Students
fr: Total des étudiants

# dashInstReviewPending
source: Review Pending Applications
fr: Examiner les candidatures en attente

# dashInstApplicationsWaiting
source: {count} applications waiting
fr: {count} candidatures en attente

# dashInstApplicationsInProgress
source: {count} applications in progress
fr: {count} candidatures en cours

# dashInstAcceptedApplicants
source: Accepted Applicants
fr: Candidats acceptés

# dashInstApplicationsApproved
source: {count} applications approved
fr: {count} candidatures approuvées

# dashInstCreateNewProgram
source: Create New Program
fr: Créer un nouveau programme

# dashInstAddProgramHint
source: Add a new course or program
fr: Ajouter un nouveau cours ou programme

# dashInstApplicationSummary
source: Application Summary
fr: Résumé des candidatures

# dashInstProgramsOverview
source: Programs Overview
fr: Aperçu des programmes

# dashInstTotalPrograms
source: Total Programs
fr: Total des programmes

# dashInstInactivePrograms
source: Inactive Programs
fr: Programmes inactifs

# dashInstTotalEnrollments
source: Total Enrollments
fr: Total des inscriptions

# dashInstApplicationFunnel
source: Application Funnel
fr: Entonnoir de candidatures

# dashInstConversionRate
source: Overall Conversion Rate: {rate}%
fr: Taux de conversion global : {rate}%

# dashInstApplicantDemographics
source: Applicant Demographics
fr: Démographie des candidats

# dashInstTotalApplicantsCount
source: Total Applicants: {count}
fr: Total des candidats : {count}

# dashInstByLocation
source: By Location
fr: Par localisation

# dashInstByAgeGroup
source: By Age Group
fr: Par tranche d'âge

# dashInstByAcademicBackground
source: By Academic Background
fr: Par parcours académique

# dashInstProgramPopularity
source: Program Popularity
fr: Popularité des programmes

# dashInstTopPrograms
source: Top Programs by Applications
fr: Programmes les plus demandés

# dashInstAppsCount
source: {count} apps
fr: {count} cand.

# dashInstProcessingTime
source: Application Processing Time
fr: Temps de traitement des candidatures

# dashInstAverageTime
source: Average Time
fr: Temps moyen

# dashInstDaysValue
source: {count} days
fr: {count} jours

# dashRecTitle
source: Recommender Dashboard
fr: Tableau de Bord Recommandeur

# dashRecRecommendations
source: Recommendations
fr: Recommandations

# dashRecUrgentRecommendations
source: Urgent Recommendations
fr: Recommandations urgentes

# dashRecPendingCount
source: You have {count} pending recommendation{count, plural, =1{} other{s}}
fr: Vous avez {count} recommandation{count, plural, =1{} other{s}} en attente

# dashRecUnknownStudent
source: Unknown Student
fr: Étudiant inconnu

# dashRecInstitutionNotSpecified
source: Institution not specified
fr: Institution non spécifiée

# dashRecRecentRequests
source: Recent Requests
fr: Demandes récentes

# dashRecNoRequests
source: No Recommendation Requests
fr: Aucune demande de recommandation

# dashRecNoRequestsHint
source: Requests will appear here when students request recommendations
fr: Les demandes apparaîtront ici quand les étudiants demanderont des recommandations

# dashRecQuickTips
source: Quick Tips
fr: Conseils rapides

# dashRecTip1
source: Write specific examples of student achievements
fr: Rédigez des exemples précis des réalisations de l'étudiant

# dashRecTip2
source: Submit recommendations at least 2 weeks before deadline
fr: Soumettez les recommandations au moins 2 semaines avant la date limite

# dashRecTip3
source: Personalize each recommendation for the institution
fr: Personnalisez chaque recommandation pour l'institution

# chatViewDetails
source: View Details
fr: Voir les détails

# chatApply
source: Apply
fr: Postuler

# chatLearnMore
source: Learn More
fr: En savoir plus

# chatEnroll
source: Enroll
fr: S'inscrire

# chatContinue
source: Continue
fr: Continuer

# chatRankLabel
source: Rank: #{rank}
fr: Classement : #{rank}

# chatAcceptanceLabel
source: Acceptance: {rate}%
fr: Acceptation : {rate}%

# chatDeadlineLabel
source: Deadline: {deadline}
fr: Date limite : {deadline}

# chatRecommendedUniversities
source: Recommended Universities
fr: Universités recommandées

# chatRecommendedCourses
source: Recommended Courses
fr: Cours recommandés

# chatDetails
source: Details
fr: Détails

# chatAcceptanceRateLabel
source: {rate}% acceptance
fr: {rate}% d'acceptation

# chatHiNeedHelp
source: Hi! Need help? 👋
fr: Bonjour ! Besoin d'aide ? 👋

# chatTalkToHuman
source: Talk to a Human
fr: Parler à un humain

# chatConnectWithAgent
source: Would you like to connect with a support agent?
fr: Souhaitez-vous être mis en relation avec un agent de support ?

# chatAgentWillJoin
source: A member of our team will join this conversation to assist you.
fr: Un membre de notre équipe rejoindra cette conversation pour vous aider.

# chatCancel
source: Cancel
fr: Annuler

# chatConnect
source: Connect
fr: Se connecter

# chatYourAccount
source: Your Account
fr: Votre compte

# chatSignIn
source: Sign In
fr: Se connecter

# chatSignedInAs
source: Signed in as:
fr: Connecté en tant que :

# chatDefaultUserName
source: User
fr: Utilisateur

# chatConversationsSynced
source: Your conversations are being synced to your account.
fr: Vos conversations sont synchronisées avec votre compte.

# chatSignInDescription
source: Sign in to sync your conversations across devices and get personalized assistance.
fr: Connectez-vous pour synchroniser vos conversations sur tous vos appareils et obtenir une assistance personnalisée.

# chatHistorySaved
source: Your chat history will be saved to your account.
fr: Votre historique de conversation sera sauvegardé dans votre compte.

# chatClose
source: Close
fr: Fermer

# chatViewProfile
source: View Profile
fr: Voir le profil

# chatHumanSupport
source: Human Support
fr: Support humain

# chatFlowAssistant
source: Flow Assistant
fr: Assistant Flow

# chatWaitingForAgent
source: Waiting for agent...
fr: En attente d'un agent...

# chatOnline
source: Online
fr: En ligne

# chatStartConversation
source: Start a conversation
fr: Démarrer une conversation

# chatUserRequestedHumanSupport
source: User requested human support
fr: L'utilisateur a demandé un support humain

# chatRankStat
source: Rank
fr: Classement

# chatAcceptStat
source: Accept
fr: Acceptation

# chatMatchStat
source: Match
fr: Compatibilité

# chatLessonsCount
source: {count} lessons
fr: {count} leçons

# chatProgress
source: Progress
fr: Progression

# chatToDo
source: To Do:
fr: À faire :

# chatFailedToLoadImage
source: Failed to load image
fr: Échec du chargement de l'image

# chatTypeYourMessage
source: Type your message...
fr: Tapez votre message...

# chatSupportAgent
source: Support Agent
fr: Agent de support

# chatSystem
source: System
fr: Système

# chatConfidenceHigh
source: High
fr: Élevée

# chatConfidenceMedium
source: Medium
fr: Moyenne

# chatConfidenceLow
source: Low
fr: Faible

# chatHelpful
source: Helpful
fr: Utile

# chatNotHelpful
source: Not helpful
fr: Pas utile

# chatWasThisHelpful
source: Was this helpful?
fr: Cela vous a-t-il été utile ?

# chatRateThisResponse
source: Rate this response
fr: Évaluer cette réponse

# chatCopied
source: Copied!
fr: Copié !

# chatCopy
source: Copy
fr: Copier

# chatViewRecommendations
source: View Recommendations
fr: Voir les recommandations

# chatUpdateProfile
source: Update Profile
fr: Mettre à jour le profil

# chatMyApplications
source: My Applications
fr: Mes candidatures

# chatCompareSchools
source: Compare Schools
fr: Comparer les écoles

# chatFilterResults
source: Filter Results
fr: Filtrer les résultats

# chatWhyTheseSchools
source: Why These Schools?
fr: Pourquoi ces écoles ?

# chatViewDeadlines
source: View Deadlines
fr: Voir les dates limites

# chatEssayTips
source: Essay Tips
fr: Conseils pour les essais

# chatApplicationChecklist
source: Application Checklist
fr: Liste de contrôle de candidature

# chatHelpWithQuestions
source: Help with Questions
fr: Aide pour les questions

# chatCanISkipSections
source: Can I Skip Sections?
fr: Puis-je sauter des sections ?

# chatStartApplication
source: Start Application
fr: Démarrer la candidature

# chatSaveToFavorites
source: Save to Favorites
fr: Ajouter aux favoris

# chatSimilarSchools
source: Similar Schools
fr: Écoles similaires

# chatEssayWritingHelp
source: Essay Writing Help
fr: Aide à la rédaction d'essais

# chatSetDeadlineReminder
source: Set Deadline Reminder
fr: Définir un rappel de date limite

# chatLetterRequestTips
source: Letter Request Tips
fr: Conseils pour les lettres de recommandation

# chatTranscriptGuide
source: Transcript Guide
fr: Guide des relevés de notes

# chatStartQuestionnaire
source: Start Questionnaire
fr: Démarrer le questionnaire

# chatHowItWorks
source: How It Works
fr: Comment ça marche

# chatBrowseUniversities
source: Browse Universities
fr: Parcourir les universités

# chatHowCanYouHelp
source: How can you help?
fr: Comment pouvez-vous m'aider ?

# chatGetRecommendations
source: Get Recommendations
fr: Obtenir des recommandations

# chatContactSupport
source: Contact Support
fr: Contacter le support

# chatCompleteProfile
source: Complete Profile ({completeness}%)
fr: Compléter le profil ({completeness}%)

# chatWhyCompleteProfile
source: Why Complete Profile?
fr: Pourquoi compléter le profil ?

# chatViewSchools
source: View {count} Schools
fr: Voir {count} écoles

# chatMyFavorites
source: My Favorites ({count})
fr: Mes favoris ({count})

# chatStartApplying
source: Start Applying
fr: Commencer à postuler

# fypTitle
source: Find Your Path
fr: Trouve ta voie

# fypHeroTitle
source: Find Your Perfect University
fr: Trouvez votre université idéale

# fypHeroSubtitle
source: Get personalized university recommendations based on your academic profile, preferences, and goals
fr: Obtenez des recommandations universitaires personnalisées basées sur votre profil académique, vos préférences et vos objectifs

# fypHowItWorks
source: How It Works
fr: Comment ça marche

# fypStep1Title
source: Answer Questions
fr: Répondez aux questions

# fypStep1Description
source: Tell us about your academic profile, intended major, and preferences
fr: Parlez-nous de votre profil académique, de votre filière souhaitée et de vos préférences

# fypStep2Title
source: Get Matched
fr: Obtenez des correspondances

# fypStep2Description
source: Our algorithm analyzes your profile against hundreds of universities
fr: Notre algorithme analyse votre profil par rapport à des centaines d'universités

# fypStep3Title
source: Review Results
fr: Consultez les résultats

# fypStep3Description
source: See your personalized recommendations ranked as safety, match, and reach schools
fr: Découvrez vos recommandations personnalisées classées en écoles de sécurité, de correspondance et d'ambition

# fypWhatYoullGet
source: What You'll Get
fr: Ce que vous obtiendrez

# fypFeatureMatchScore
source: Match Score
fr: Score de correspondance

# fypFeatureSafetyMatchReach
source: Safety/Match/Reach
fr: Sécurité/Correspondance/Ambition

# fypFeatureCostAnalysis
source: Cost Analysis
fr: Analyse des coûts

# fypFeatureDetailedInsights
source: Detailed Insights
fr: Informations détaillées

# fypFeatureSaveFavorites
source: Save Favorites
fr: Enregistrer les favoris

# fypFeatureCompareOptions
source: Compare Options
fr: Comparer les options

# fypGetStarted
source: Get Started
fr: Commencer

# fypViewMyRecommendations
source: View My Recommendations
fr: Voir mes recommandations

# fypDisclaimer
source: Recommendations are based on your profile and preferences. Always do thorough research on universities and consult with guidance counselors before making final decisions.
fr: Les recommandations sont basées sur votre profil et vos préférences. Faites toujours des recherches approfondies sur les universités et consultez des conseillers d'orientation avant de prendre des décisions définitives.

# fypQuestionnaireTitle
source: University Questionnaire
fr: Questionnaire universitaire

# fypStepOf
source: Step {current} of {total}
fr: Étape {current} sur {total}

# fypStepBackgroundInfo
source: Background Information
fr: Informations générales

# fypStepAcademicAchievements
source: Academic Achievements
fr: Résultats académiques

# fypStepAcademicInterests
source: Academic Interests
fr: Intérêts académiques

# fypStepLocationPreferences
source: Location Preferences
fr: Préférences de lieu

# fypStepUniversityPreferences
source: University Preferences
fr: Préférences universitaires

# fypStepFinancialInfo
source: Financial Information
fr: Informations financières

# fypTellUsAboutYourself
source: Tell us about yourself
fr: Parlez-nous de vous

# fypBackgroundHelper
source: This helps us understand your educational background
fr: Cela nous aide à comprendre votre parcours éducatif

# fypNationalityLabel
source: Nationality *
fr: Nationalité *

# fypNationalityHelper
source: Your country of citizenship
fr: Votre pays de citoyenneté
