Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# adminInstitutionDetailApproveSuccess
source: Institution approved successfully
fr: Établissement approuvé avec succès

# adminInstitutionDetailRejectSuccess
source: Institution rejected successfully
fr: Établissement refusé avec succès

# adminInstitutionDetailSuspendSuccess
source: Institution suspended successfully
fr: Établissement suspendu avec succès

# adminInstitutionDetailActivateSuccess
source: Institution activated successfully
fr: Établissement activé avec succès

# adminInstitutionDetailDeleteSuccess
source: Institution deleted successfully
fr: Établissement supprimé avec succès

# adminInstitutionDetailUniversity
source: University
fr: Université

# adminInstitutionDetailCollege
source: College
fr: Collège universitaire

# adminInstitutionDetailCommunityCollege
source: Community College
fr: Collège communautaire

# adminInstitutionDetailTechnicalSchool
source: Technical School
fr: École technique

# adminInstitutionDetailVocationalSchool
source: Vocational School
fr: École professionnelle

# adminInstitutionDetailOther
source: Other
fr: Autre

# adminInstitutionDetailRankingValue
source: #{rank} nationally
fr: #{rank} au niveau national

# adminInstitutionDetailProgramCount
source: {count} programs
fr: {count} programmes

# adminInstitutionDetailViewDetails
source: View details
fr: Voir les détails

# adminInstitutionDetailAccepted
source: Accepted
fr: Accepté

# adminInstitutionDetailGpa
source: GPA: {gpa}
fr: Moyenne : {gpa}

# adminInstitutionDetailInstitutionId
source: Institution ID
fr: ID de l'établissement

# adminInstitutionDetailStudents
source: Students
fr: Étudiants

# adminInstitutionDetailStatusVerified
source: Verified
fr: Vérifié

# adminInstitutionDetailStatusPending
source: Pending Verification
fr: Vérification en cours

# adminInstitutionDetailStatusRejected
source: Rejected
fr: Rejeté

# adminInstitutionDetailStatusActive
source: Active
fr: Actif

# adminInstitutionDetailEditInstitution
source: Edit Institution
fr: Modifier l'établissement

# adminInstitutionDetailSendMessage
source: Send Message
fr: Envoyer un message

# adminInstitutionDetailDeactivate
source: Deactivate
fr: Désactiver

# adminInstitutionDetailDeleteInstitution
source: Delete Institution
fr: Supprimer l'établissement

# adminInstitutionDetailInstitutionInfo
source: Institution Information
fr: Informations de l'établissement

# adminInstitutionDetailFullName
source: Full Name
fr: Nom complet

# adminInstitutionDetailInstitutionType
source: Institution Type
fr: Type d'établissement

# adminInstitutionDetailContactPerson
source: Contact Person
fr: Personne de contact

# adminInstitutionDetailName
source: Name
fr: Nom

# adminInstitutionDetailPosition
source: Position
fr: Poste

# adminInstitutionDetailAdmissionsDirector
source: Admissions Director
fr: Directeur des admissions

# adminInstitutionDetailAccountInfo
source: Account Information
fr: Informations du compte

# adminInstitutionDetailAccountCreated
source: Account Created
fr: Compte créé

# adminInstitutionDetailLastUpdated
source: Last Updated
fr: Dernière mise à jour

# adminInstitutionDetailWeeksAgo
source: 2 weeks ago
fr: il y a 2 semaines

# adminInstitutionDetailLastLogin
source: Last Login
fr: Dernière connexion

# adminInstitutionDetailHoursAgo
source: 3 hours ago
fr: il y a 3 heures

# adminInstitutionDetailVerificationDate
source: Verification Date
fr: Date de vérification

# adminInstitutionDetailMonthAgo
source: 1 month ago
fr: il y a 1 mois

# adminInstitutionDetailProgramsCount
source: {count} Programs
fr: {count} programmes

# adminInstitutionDetailAddProgram
source: Add Program
fr: Ajouter un programme

# adminInstitutionDetailRecentApplicantsCount
source: {count} Recent Applicants
fr: {count} candidats récents

# adminInstitutionDetailStatistics
source: Statistics
fr: Statistiques

# adminInstitutionDetailTotalApplicants
source: Total Applicants
fr: Total des candidats

# adminInstitutionDetailFromLastMonth
source: +15% from last month
fr: +15% par rapport au mois dernier

# adminInstitutionDetailAboveAverage
source: +5% above average
fr: +5% au-dessus de la moyenne

# adminInstitutionDetailActivePrograms
source: Active Programs
fr: Programmes actifs

# adminInstitutionDetailNewThisYear
source: 2 new this year
fr: 2 nouveaux cette année

# adminInstitutionDetailEnrolledStudents
source: Enrolled Students
fr: Étudiants inscrits

# adminInstitutionDetailFromLastYear
source: +8% from last year
fr: +8% par rapport à l'an dernier

# adminInstitutionDetailApplicationTrends
source: Application Trends
fr: Tendances des candidatures

# adminInstitutionDetailChartComingSoon
source: Chart visualization coming soon
fr: Graphique bientôt disponible

# adminInstitutionDetailVerificationDocuments
source: Verification Documents
fr: Documents de vérification

# adminInstitutionDetailUpload
source: Upload
fr: Télécharger

# adminInstitutionDetailView
source: View
fr: Voir

# adminInstitutionDetailDownload
source: Download
fr: Télécharger

# adminInstitutionDetailActivityTimeline
source: Activity Timeline
fr: Chronologie d'activité

# adminInstitutionDetailRejectConfirm
source: Are you sure you want to reject {name}?
fr: Êtes-vous sûr de vouloir rejeter {name} ?

# adminInstitutionDetailReasonForRejection
source: Reason for rejection
fr: Raison du rejet

# adminInstitutionDetailDeactivateTitle
source: Deactivate Institution
fr: Désactiver l'établissement

# adminInstitutionDetailDeactivateMessage
source: Are you sure you want to deactivate {name}?
fr: Êtes-vous sûr de vouloir désactiver {name} ?

# adminInstitutionDetailDeactivateSuccess
source: Institution deactivated successfully
fr: Établissement désactivé avec succès

# adminParentDetailBackToParents
source: Back to Parents
fr: Retour aux parents

# adminParentDetailTitle
source: Parent Details
fr: Détails du parent

# adminParentDetailChildren
source: Children
fr: Enfants

# adminParentDetailApplications
source: Applications
fr: Candidatures

# adminParentDetailSpent
source: Spent
fr: Dépensé

# adminParentDetailActive
source: Active
fr: Actif

# adminParentDetailSuspended
source: Suspended
fr: Suspendu

# adminParentDetailPending
source: Pending
fr: En attente

# adminParentDetailInactive
source: Inactive
fr: Inactif

# adminParentDetailSuspend
source: Suspend
fr: Suspendre

# adminParentDetailActivate
source: Activate
fr: Activer

# adminParentDetailDelete
source: Delete
fr: Supprimer

# adminParentDetailTabOverview
source: Overview
fr: Aperçu

# adminParentDetailTabChildren
source: Children
fr: Enfants

# adminParentDetailTabApplications
source: Applications
fr: Candidatures

# adminParentDetailTabPayments
source: Payments
fr: Paiements

# adminParentDetailTabActivity
source: Activity
fr: Activité

# adminParentDetailBasicInfo
source: Basic Information
fr: Informations de base

# adminParentDetailPhone
source: Phone
fr: Téléphone

# adminParentDetailAddress
source: Address
fr: Adresse

# adminParentDetailJoined
source: Joined
fr: Inscrit le

# adminParentDetailLastActive
source: Last Active
fr: Dernière activité

# adminParentDetailLinkedChildren
source: Linked Children
fr: Enfants liés

# adminParentDetailNoChildren
source: No children linked
fr: Aucun enfant lié

# adminParentDetailApplicationsTracked
source: Applications Tracked
fr: Candidatures suivies

# adminParentDetailNoApplications
source: No applications tracked
fr: Aucune candidature suivie

# adminParentDetailNoDocuments
source: No documents
fr: Aucun document

# adminParentDetailPaymentHistory
source: Payment History
fr: Historique des paiements

# adminParentDetailNoPayments
source: No payments
fr: Aucun paiement

# adminParentDetailActivityLog
source: Activity Log
fr: Journal d'activité

# adminParentDetailNoActivity
source: No activity recorded
fr: Aucune activité enregistrée

# adminParentDetailSuspendTitle
source: Suspend Parent
fr: Suspendre le parent

# adminParentDetailSuspendMessage
source: Are you sure you want to suspend {name}?
fr: Êtes-vous sûr de vouloir suspendre {name} ?

# adminParentDetailCancel
source: Cancel
fr: Annuler

# adminParentDetailSuspendAction
source: Suspend
fr: Suspendre

# adminParentDetailActivateTitle
source: Activate Parent
fr: Activer le parent

# adminParentDetailActivateMessage
source: Are you sure you want to activate {name}?
fr: Êtes-vous sûr de vouloir activer {name} ?

# adminParentDetailActivateAction
source: Activate
fr: Activer

# adminParentDetailDeleteTitle
source: Delete Parent
fr: Supprimer le parent

# adminParentDetailDeleteMessage
source: Are you sure you want to permanently delete {name}? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer définitivement {name} ? Cette action est irréversible.

# adminParentDetailDeleteAction
source: Delete
fr: Supprimer

# adminParentDetailSuspendSuccess
source: Parent suspended successfully
fr: Parent suspendu avec succès

# adminParentDetailActivateSuccess
source: Parent activated successfully
fr: Parent activé avec succès

# adminParentDetailDeleteSuccess
source: Parent deleted successfully
fr: Parent supprimé avec succès

# adminParentDetailGrade
source: Grade {grade}
fr: Classe de {grade}

# adminParentDetailViewProfile
source: View Profile
fr: Voir le profil

# adminParentDetailAppliedTo
source: Applied to: {institution}
fr: Candidature à : {institution}

# adminParentDetailSubmitted
source: Submitted
fr: Soumise

# adminParentDetailAccepted
source: Accepted
fr: Acceptée

# adminParentDetailRejected
source: Rejected
fr: Refusée

# adminParentDetailDraft
source: Draft
fr: Brouillon

# adminParentDetailCompleted
source: Completed
fr: Effectué

# adminParentDetailFailed
source: Failed
fr: Échoué

# adminParentDetailParentId
source: Parent ID
fr: ID du parent

# adminParentDetailStatusActive
source: Active
fr: Actif

# adminParentDetailStatusInactive
source: Inactive
fr: Inactif

# adminParentDetailStatusSuspended
source: Suspended
fr: Suspendu

# adminParentDetailEditParent
source: Edit Parent
fr: Modifier le parent

# adminParentDetailSendMessage
source: Send Message
fr: Envoyer un message

# adminParentDetailSuspendAccount
source: Suspend Account
fr: Suspendre le compte

# adminParentDetailActivateAccount
source: Activate Account
fr: Activer le compte

# adminParentDetailDeleteParent
source: Delete Parent
fr: Supprimer le parent

# adminParentDetailPersonalInfo
source: Personal Information
fr: Informations personnelles

# adminParentDetailFullName
source: Full Name
fr: Nom complet

# adminParentDetailLocation
source: Location
fr: Localisation

# adminParentDetailOccupation
source: Occupation
fr: Profession

# adminParentDetailBusinessOwner
source: Business Owner
fr: Chef d'entreprise

# adminParentDetailAccountInfo
source: Account Information
fr: Informations du compte

# adminParentDetailAccountCreated
source: Account Created
fr: Compte créé

# adminParentDetailLastLogin
source: Last Login
fr: Dernière connexion

# adminParentDetailHoursAgo
source: 2 hours ago
fr: il y a 2 heures

# adminParentDetailEmailVerified
source: Email Verified
fr: Email vérifié

# adminParentDetailYes
source: Yes
fr: Oui

# adminParentDetailPhoneVerified
source: Phone Verified
fr: Téléphone vérifié

# adminParentDetailChildrenCount
source: {count} Children
fr: {count} enfants

# adminParentDetailLinkChild
source: Link Child
fr: Lier un enfant

# adminParentDetailViewDetails
source: View Details
fr: Voir les détails

# adminParentDetailApplicationsFromChildren
source: {count} Applications from Children
fr: {count} candidatures des enfants

# adminParentDetailUpload
source: Upload
fr: Télécharger

# adminParentDetailView
source: View
fr: Voir

# adminParentDetailDownload
source: Download
fr: Télécharger

# adminParentDetailPaymentSummary
source: Payment Summary
fr: Résumé des paiements

# adminParentDetailTotalPaid
source: Total Paid
fr: Total payé

# adminParentDetailActivityTimeline
source: Activity Timeline
fr: Chronologie d'activité

# adminRecommenderDetailBackToRecommenders
source: Back to Recommenders
fr: Retour aux recommandataires

# adminRecommenderDetailTitle
source: Recommender Details
fr: Détails du recommandataire

# adminRecommenderDetailRequests
source: Requests
fr: Demandes

# adminRecommenderDetailCompleted
source: Completed
fr: Complétées

# adminRecommenderDetailRating
source: Rating
fr: Évaluation

# adminRecommenderDetailActive
source: Active
fr: Actif

# adminRecommenderDetailSuspended
source: Suspended
fr: Suspendu

# adminRecommenderDetailPending
source: Pending
fr: En attente

# adminRecommenderDetailInactive
source: Inactive
fr: Inactif

# adminRecommenderDetailSuspend
source: Suspend
fr: Suspendre

# adminRecommenderDetailActivate
source: Activate
fr: Activer

# adminRecommenderDetailDelete
source: Delete
fr: Supprimer

# adminRecommenderDetailTabOverview
source: Overview
fr: Aperçu

# adminRecommenderDetailTabRequests
source: Requests
fr: Demandes

# adminRecommenderDetailTabRecommendations
source: Recommendations
fr: Recommandations

# adminRecommenderDetailTabStatistics
source: Statistics
fr: Statistiques

# adminRecommenderDetailTabActivity
source: Activity
fr: Activité

# adminRecommenderDetailBasicInfo
source: Basic Information
fr: Informations de base

# adminRecommenderDetailPhone
source: Phone
fr: Téléphone

# adminRecommenderDetailInstitution
source: Institution
fr: Établissement

# adminRecommenderDetailPosition
source: Position
fr: Poste

# adminRecommenderDetailJoined
source: Joined
fr: Inscrit le

# adminRecommenderDetailLastActive
source: Last Active
fr: Dernière activité

# adminRecommenderDetailLastLogin
source: Last Login
fr: Dernière connexion

# adminRecommenderDetailProfessionalInfo
source: Professional Information
fr: Informations professionnelles

# adminRecommenderDetailDepartment
source: Department
fr: Département

# adminRecommenderDetailYearsExperience
source: Years of Experience
fr: Années d'expérience

# adminRecommenderDetailSpecialization
source: Specialization
fr: Spécialisation

# adminRecommenderDetailRecommendationRequests
source: Recommendation Requests
fr: Demandes de recommandation

# adminRecommenderDetailNoRequests
source: No requests
fr: Aucune demande

# adminRecommenderDetailSubmittedRecommendations
source: Submitted Recommendations
fr: Recommandations soumises

# adminRecommenderDetailNoRecommendations
source: No recommendations submitted
fr: Aucune recommandation soumise

# adminRecommenderDetailRecommenderStatistics
source: Recommender Statistics
fr: Statistiques du recommandataire

# adminRecommenderDetailResponseTimeChart
source: Response time and completion rate over time
fr: Temps de réponse et taux de complétion dans le temps

# adminRecommenderDetailNoDocuments
source: No documents
fr: Aucun document

# adminRecommenderDetailActivityLog
source: Activity Log
fr: Journal d'activité

# adminRecommenderDetailNoActivity
source: No activity recorded
fr: Aucune activité enregistrée

# adminRecommenderDetailSuspendTitle
source: Suspend Recommender
fr: Suspendre le recommandataire

# adminRecommenderDetailSuspendMessage
source: Are you sure you want to suspend {name}?
fr: Êtes-vous sûr de vouloir suspendre {name} ?

# adminRecommenderDetailCancel
source: Cancel
fr: Annuler

# adminRecommenderDetailSuspendAction
source: Suspend
fr: Suspendre

# adminRecommenderDetailActivateTitle
source: Activate Recommender
fr: Activer le recommandataire

# adminRecommenderDetailActivateMessage
source: Are you sure you want to activate {name}?
fr: Êtes-vous sûr de vouloir activer {name} ?

# adminRecommenderDetailActivateAction
source: Activate
fr: Activer

# adminRecommenderDetailDeleteTitle
source: Delete Recommender
fr: Supprimer le recommandataire

# adminRecommenderDetailDeleteMessage
source: Are you sure you want to permanently delete {name}? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer définitivement {name} ? Cette action est irréversible.

# adminRecommenderDetailDeleteAction
source: Delete
fr: Supprimer

# adminRecommenderDetailSuspendSuccess
source: Recommender suspended successfully
fr: Recommandataire suspendu avec succès

# adminRecommenderDetailActivateSuccess
source: Recommender activated successfully
fr: Recommandataire activé avec succès

# adminRecommenderDetailDeleteSuccess
source: Recommender deleted successfully
fr: Recommandataire supprimé avec succès

# adminRecommenderDetailYearsCount
source: {count} years
fr: {count} ans

# adminRecommenderDetailRequestPending
source: Pending
fr: En attente

# adminRecommenderDetailRequestInProgress
source: In Progress
fr: En cours

# adminRecommenderDetailRequestDeclined
source: Declined
fr: Refusée

# adminRecommenderDetailDueDate
source: Due: {date}
fr: Échéance : {date}

# adminRecommenderDetailForStudent
source: For: {student}
fr: Pour : {student}

# adminRecommenderDetailToInstitution
source: To: {institution}
fr: À : {institution}

# adminRecommenderDetailChartComingSoon
source: Charts coming soon
fr: Graphiques à venir

# adminRecommenderDetailUpload
source: Upload
fr: Téléverser

# adminRecommenderDetailView
source: View
fr: Voir

# adminRecommenderDetailDownload
source: Download
fr: Télécharger

# adminRecommenderDetailActivityTimeline
source: Activity Timeline
fr: Chronologie d'activité

# adminRecommenderDetailCompletedRecommendations
source: {count} Completed Recommendations
fr: {count} recommandations complétées

# adminRecommenderDetailSubmitted
source: Submitted
fr: Soumis

# adminRecommenderDetailStatistics
source: Statistics
fr: Statistiques

# adminRecommenderDetailTotalRequests
source: Total Requests
fr: Total des demandes

# adminRecommenderDetailAvgResponseTime
source: Avg Response Time
fr: Temps de réponse moyen

# adminRecommenderDetailDaysValue
source: {days} days
fr: {days} jours

# adminRecommenderDetailRecommendationTrends
source: Recommendation Trends
fr: Tendances des recommandations

# adminRecommenderDetailRecommenderId
source: Recommender ID
fr: ID du recommandeur

# adminRecommenderDetailOrganization
source: Organization
fr: Organisation

# adminRecommenderDetailCompletionRate
source: Completion Rate
fr: Taux de complétion

# adminRecommenderDetailStatusActive
source: Active
fr: Actif

# adminRecommenderDetailStatusInactive
source: Inactive
fr: Inactif

# adminRecommenderDetailStatusSuspended
source: Suspended
fr: Suspendu

# adminRecommenderDetailEditRecommender
source: Edit Recommender
fr: Modifier le recommandeur

# adminRecommenderDetailSendMessage
source: Send Message
fr: Envoyer un message

# adminRecommenderDetailSuspendAccount
source: Suspend Account
fr: Suspendre le compte

# adminRecommenderDetailActivateAccount
source: Activate Account
fr: Activer le compte

# adminRecommenderDetailDeleteRecommender
source: Delete Recommender
fr: Supprimer le recommandeur

# adminRecommenderDetailFullName
source: Full Name
fr: Nom complet

# adminRecommenderDetailYearsAtOrg
source: Years at Organization
fr: Années dans l'organisation

# adminRecommenderDetailYearsValue
source: 5+ years
fr: 5+ ans

# adminRecommenderDetailContactInfo
source: Contact Information
fr: Coordonnées

# adminRecommenderDetailOffice
source: Office
fr: Bureau

# adminRecommenderDetailPreferredContact
source: Preferred Contact
fr: Contact préféré

# adminRecommenderDetailAccountInfo
source: Account Information
fr: Informations du compte

# adminRecommenderDetailAccountCreated
source: Account Created
fr: Compte créé

# adminRecommenderDetailDayAgo
source: 1 day ago
fr: il y a 1 jour

# adminRecommenderDetailEmailVerified
source: Email Verified
fr: Email vérifié

# adminRecommenderDetailYes
source: Yes
fr: Oui

# adminRecommenderDetailRequestsCount
source: {count} Requests
fr: {count} demandes

# paymentFailureTitle
source: Payment Failed
fr: Echec du paiement

# paymentFailureDefaultMessage
source: We could not process your payment. Please try again.
fr: Nous n'avons pas pu traiter votre paiement. Veuillez reessayer.

# paymentFailureTransactionDetails
source: Transaction Details
fr: Details de la transaction

# paymentFailureTransactionId
source: Transaction ID
fr: ID de transaction

# paymentFailureNotAvailable
source: N/A
fr: N/D

# paymentFailurePaymentMethod
source: Payment Method
fr: Mode de paiement

# paymentFailureAmount
source: Amount
fr: Montant

# paymentFailureReason
source: Failure Reason
fr: Raison de l'echec

# paymentFailureCommonIssues
source: Common Issues
fr: Problemes courants

# paymentFailureInsufficientFunds
source: Insufficient Funds
fr: Fonds insuffisants

# paymentFailureInsufficientFundsDesc
source: Ensure you have sufficient balance in your account
fr: Assurez-vous d'avoir un solde suffisant sur votre compte

# paymentFailureCardDeclined
source: Card Declined
fr: Carte refusee

# paymentFailureCardDeclinedDesc
source: Check with your bank or try a different card
fr: Verifiez aupres de votre banque ou essayez une autre carte

# paymentFailureNetworkIssues
source: Network Issues
fr: Problemes de reseau

# paymentFailureNetworkIssuesDesc
source: Ensure you have a stable internet connection
fr: Assurez-vous d'avoir une connexion Internet stable

# paymentFailureIncorrectDetails
source: Incorrect Details
fr: Informations incorrectes

# paymentFailureIncorrectDetailsDesc
source: Verify your payment information is correct
fr: Verifiez que vos informations de paiement sont correctes

# paymentFailureContactSupportNotice
source: If the problem persists, please contact support
fr: Si le probleme persiste, veuillez contacter le support

# paymentFailureTryAgain
source: Try Again
fr: Reessayer

# paymentFailureContactSupport
source: Contact Support
fr: Contacter le support

# paymentFailureBackToHome
source: Back to Home
fr: Retour a l'accueil

# paymentHistoryTitle
source: Payment History
fr: Historique des paiements

# paymentHistoryBack
source: Back
fr: Retour

# paymentHistoryTabAll
source: All ({count})
fr: Tous ({count})

# paymentHistoryTabCompleted
source: Completed ({count})
fr: Termines ({count})

# paymentHistoryTabProcessing
source: Processing ({count})
fr: En cours ({count})

# paymentHistoryTabFailed
source: Failed ({count})
fr: Echoues ({count})

# paymentHistoryRetry
source: Retry
fr: Reessayer

# paymentHistoryLoading
source: Loading payment history...
fr: Chargement de l'historique des paiements...

# paymentHistoryNoPayments
source: No Payments
fr: Aucun paiement

# paymentHistoryNoPaymentsFound
source: No payments found
fr: Aucun paiement trouve

# paymentHistoryTransactionId
source: Transaction ID
fr: ID de transaction

# paymentHistoryPaymentMethod
source: Payment Method
fr: Mode de paiement

# paymentHistoryCompletedAt
source: Completed At
fr: Complete le

# paymentHistoryDownloadReceipt
source: Download Receipt
fr: Telecharger le recu

# paymentHistoryRetryPayment
source: Retry Payment
fr: Reessayer le paiement

# paymentHistoryReceiptOptions
source: Receipt Options
fr: Options du recu

# paymentHistoryDownloadAsPdf
source: Download as PDF
fr: Telecharger en PDF

# paymentHistorySaveToDevice
source: Save receipt to device
fr: Enregistrer le recu sur l'appareil

# paymentHistoryEmailReceipt
source: Email Receipt
fr: Envoyer le recu par e-mail

# paymentHistorySendToEmail
source: Send to your email address
fr: Envoyer a votre adresse e-mail

# paymentHistoryShareReceipt
source: Share Receipt
fr: Partager le recu

# paymentHistoryShareViaApps
source: Share via other apps
fr: Partager via d'autres applications

# paymentHistoryDownloading
source: Downloading receipt...
fr: Telechargement du recu...

# paymentHistorySendingEmail
source: Sending receipt via email...
fr: Envoi du recu par e-mail...

# paymentHistoryOpeningShare
source: Opening share options...
fr: Ouverture des options de partage...

# paymentHistoryCourseEnrollment
source: Course Enrollment
fr: Inscription au cours

# paymentHistoryProgramApplication
source: Program Application
fr: Candidature au programme
