Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# homeFindYourPathDesc
source: Discover universities that match your goals, budget, and aspirations. Let our intelligent recommendation system guide you to the perfect fit.
fr: Découvrez les universités qui correspondent à vos objectifs, votre budget et vos aspirations. Laissez notre système de recommandation intelligent vous guider vers le choix idéal.

# homePersonalizedRecs
source: Personalized Recommendations
fr: Recommandations personnalisées

# homeTopUniversities
source: 12+ Top Universities
fr: 12+ universités de premier plan

# homeSmartMatching
source: Smart Matching Algorithm
fr: Algorithme de correspondance intelligent

# homeStartYourJourney
source: Start Your Journey
fr: Commencez votre parcours

# homeNoAccountRequired
source: No account required - get started instantly
fr: Aucun compte requis - commencez immédiatement

# homeSearchUniversitiesDesc
source: Explore 18,000+ universities from around the world. Filter by country, tuition, acceptance rate, and more.
fr: Explorez plus de 18 000 universités dans le monde entier. Filtrez par pays, frais de scolarité, taux d'admission et plus encore.

# homeFilters
source: Filters
fr: Filtres

# homeBrowseUniversities
source: Browse Universities
fr: Parcourir les universités

# helpBack
source: Back
fr: Retour

# helpContactSupport
source: Contact Support
fr: Contacter le support

# helpWeAreHereToHelp
source: We're here to help!
fr: Nous sommes là pour vous aider !

# helpSupportResponseTime
source: Our support team typically responds within 24 hours
fr: Notre équipe de support répond généralement dans les 24 heures

# helpSubject
source: Subject
fr: Sujet

# helpSubjectHint
source: Brief description of your issue
fr: Brève description de votre problème

# helpSubjectRequired
source: Please enter a subject
fr: Veuillez entrer un sujet

# helpSubjectMinLength
source: Subject must be at least 5 characters
fr: Le sujet doit comporter au moins 5 caractères

# helpCategory
source: Category
fr: Catégorie

# helpCategoryGeneral
source: General Inquiry
fr: Demande générale

# helpCategoryTechnical
source: Technical Issue
fr: Problème technique

# helpCategoryBilling
source: Billing & Payments
fr: Facturation et paiements

# helpCategoryAccount
source: Account Management
fr: Gestion du compte

# helpCategoryCourse
source: Course Content
fr: Contenu des cours

# helpCategoryOther
source: Other
fr: Autre

# helpPriority
source: Priority
fr: Priorité

# helpPriorityLow
source: Low
fr: Basse

# helpPriorityMedium
source: Medium
fr: Moyenne

# helpPriorityHigh
source: High
fr: Élevée

# helpPriorityUrgent
source: Urgent
fr: Urgente

# helpDescriptionHint
source: Please provide detailed information about your issue...
fr: Veuillez fournir des informations détaillées sur votre problème...

# helpDescriptionRequired
source: Please describe your issue
fr: Veuillez décrire votre problème

# helpDescriptionMinLength
source: Description must be at least 20 characters
fr: La description doit comporter au moins 20 caractères

# helpAttachments
source: Attachments
fr: Pièces jointes

# helpNoFilesAttached
source: No files attached
fr: Aucun fichier joint

# helpAddAttachment
source: Add Attachment
fr: Ajouter une pièce jointe

# helpAttachmentTypes
source: Images, PDFs, documents (max 10MB each)
fr: Images, PDF, documents (10 Mo max chacun)

# helpPreferredContactMethod
source: Preferred Contact Method
fr: Méthode de contact préférée

# helpRespondViaEmail
source: We'll respond via email
fr: Nous répondrons par e-mail

# helpPhone
source: Phone
fr: Téléphone

# helpCallYouBack
source: We'll call you back
fr: Nous vous rappellerons

# helpSubmitting
source: Submitting...
fr: Envoi en cours...

# helpSubmitRequest
source: Submit Request
fr: Envoyer la demande

# helpOtherWaysToReachUs
source: Other Ways to Reach Us
fr: Autres moyens de nous contacter

# helpEmailCopied
source: Email copied to clipboard
fr: E-mail copié dans le presse-papiers

# helpPhoneCopied
source: Phone number copied to clipboard
fr: Numéro de téléphone copié dans le presse-papiers

# helpBusinessHours
source: Business Hours
fr: Heures d’ouverture

# helpBusinessHoursDetails
source: Monday - Friday 9:00 AM - 6:00 PM EST
fr: Lundi - Vendredi 9h00 - 18h00 EST

# helpAverageResponseTime
source: Average Response Time
fr: Temps de réponse moyen

# helpTypicallyRespond24h
source: We typically respond within 24 hours
fr: Nous répondons généralement dans les 24 heures

# helpRequestSubmitted
source: Request Submitted
fr: Demande envoyée

# helpRequestSubmittedSuccess
source: Your support request has been submitted successfully!
fr: Votre demande de support a été envoyée avec succès !

# helpTrackRequestInfo
source: We'll respond to your email within 24 hours. You can track your request in the Support Tickets section.
fr: Nous répondrons à votre e-mail dans les 24 heures. Vous pouvez suivre votre demande dans la section Tickets de support.

# helpViewTicketInSupport
source: View your ticket in Support Tickets
fr: Voir votre ticket dans les Tickets de support

# helpViewTickets
source: View Tickets
fr: Voir les tickets

# helpFaqTitle
source: Frequently Asked Questions
fr: Foire aux questions

# helpFaqAll
source: All
fr: Tous

# helpFaqGettingStarted
source: Getting Started
fr: Démarrage

# helpFaqAccount
source: Account
fr: Compte

# helpFaqCourses
source: Courses
fr: Cours

# helpFaqPayments
source: Payments
fr: Paiements

# helpFaqTechnical
source: Technical
fr: Technique

# helpSearchFaqs
source: Search FAQs...
fr: Rechercher dans la FAQ...

# helpNoFaqsFound
source: No FAQs found
fr: Aucune FAQ trouvée

# helpTryDifferentSearch
source: Try a different search term
fr: Essayez un autre terme de recherche

# helpThanksForFeedback
source: Thanks for your feedback!
fr: Merci pour votre retour !

# helpCenterTitle
source: Help Center
fr: Centre d’aide

# helpHowCanWeHelp
source: How can we help you?
fr: Comment pouvons-nous vous aider ?

# helpSearchOrBrowse
source: Search for answers or browse help topics
fr: Recherchez des réponses ou parcourez les sujets d’aide

# helpSearchForHelp
source: Search for help...
fr: Rechercher de l’aide...

# helpQuickHelp
source: Quick Help
fr: Aide rapide

# helpBrowseFaqs
source: Browse FAQs
fr: Parcourir la FAQ

# helpBrowseFaqsDesc
source: Quick answers to common questions
fr: Réponses rapides aux questions courantes

# helpContactSupportDesc
source: Get help from our support team
fr: Obtenez l’aide de notre équipe de support

# helpMySupportTickets
source: My Support Tickets
fr: Mes tickets de support

# helpMySupportTicketsDesc
source: View your open and closed tickets
fr: Voir vos tickets ouverts et fermés

# helpBrowseByTopic
source: Browse by Topic
fr: Parcourir par sujet

# helpViewAll
source: View All
fr: Voir tout

# helpPopularArticles
source: Popular Articles
fr: Articles populaires

# helpRemovedFromBookmarks
source: Removed from bookmarks
fr: Retiré des favoris

# helpAddedToBookmarks
source: Added to bookmarks
fr: Ajouté aux favoris

# helpStillNeedHelp
source: Still need help?
fr: Besoin d’aide supplémentaire ?

# helpSupportTeamHere
source: Our support team is here to help you
fr: Notre équipe de support est là pour vous aider

# helpWasArticleHelpful
source: Was this article helpful?
fr: Cet article vous a-t-il été utile ?

# helpYes
source: Yes
fr: Oui

# helpNo
source: No
fr: Non

# helpThanksWeWillImprove
source: Thanks! We'll improve this article.
fr: Merci ! Nous améliorerons cet article.

# helpSupportTickets
source: Support Tickets
fr: Tickets de support

# helpTicketActive
source: Active
fr: Actifs

# helpTicketWaiting
source: Waiting
fr: En attente

# helpTicketResolved
source: Resolved
fr: Résolus

# helpNewTicket
source: New Ticket
fr: Nouveau ticket

# helpNoTickets
source: No tickets
fr: Aucun ticket

# helpCreateTicketToGetSupport
source: Create a ticket to get support
fr: Créez un ticket pour obtenir du support

# helpTypeYourMessage
source: Type your message...
fr: Tapez votre message...

# helpMessageSent
source: Message sent!
fr: Message envoyé !

# helpCreateSupportTicket
source: Create Support Ticket
fr: Créer un ticket de support

# helpDescribeIssueDetail
source: Describe your issue in detail...
fr: Décrivez votre problème en détail...

# helpCancel
source: Cancel
fr: Annuler

# helpSubmit
source: Submit
fr: Envoyer

# helpTicketCreatedSuccess
source: Support ticket created successfully!
fr: Ticket de support créé avec succès !

source: Cookie preferences saved
fr: Préférences de cookies enregistrées

# cookieEssentialOnly
source: Essential Only
fr: Essentiels uniquement

# cookieWeUseCookies
source: We use cookies
fr: Nous utilisons des cookies

# cookieBannerDescription
source: We use cookies to enhance your experience, analyze site usage, and provide personalized content. By clicking "Accept All", you consent to our use of cookies.
fr: Nous utilisons des cookies pour améliorer votre expérience, analyser l’utilisation du site et fournir du contenu personnalisé. En cliquant sur « Tout accepter », vous consentez à notre utilisation des cookies.

# cookieAcceptAll
source: Accept All
fr: Tout accepter

# cookieCustomize
source: Customize
fr: Personnaliser

# cookiePrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# cookiePreferencesTitle
source: Cookie Preferences
fr: Préférences de cookies

# cookieCustomizeDescription
source: Customize your cookie preferences. Essential cookies are always enabled.
fr: Personnalisez vos préférences de cookies. Les cookies essentiels sont toujours activés.

# cookiePreferencesSavedSuccess
source: Cookie preferences saved successfully
fr: Préférences de cookies enregistrées avec succès

# cookieFailedToSave
source: Failed to save preferences. Please try again.
fr: Échec de l’enregistrement des préférences. Veuillez réessayer.

# cookieRejectAll
source: Reject All
fr: Tout refuser

# cookieSavePreferences
source: Save Preferences
fr: Enregistrer les préférences

# cookieAlwaysActive
source: Always Active
fr: Toujours actif

# cookieSettingsTitle
source: Cookie Settings
fr: Paramètres des cookies

# cookieNoConsentData
source: No consent data available
fr: Aucune donnée de consentement disponible

# cookieSetPreferences
source: Set Preferences
fr: Définir les préférences

# cookieConsentActive
source: Consent Active
fr: Consentement actif

# cookieNoConsentGiven
source: No Consent Given
fr: Aucun consentement donné

# cookieCurrentPreferences
source: Current Preferences
fr: Préférences actuelles

# cookieChangePreferences
source: Change Preferences
fr: Modifier les préférences

# cookieExportMyData
source: Export My Data
fr: Exporter mes données

# cookieDeleteMyData
source: Delete My Data
fr: Supprimer mes données

# cookieAboutCookies
source: About Cookies
fr: À propos des cookies

# cookieAboutDescription
source: Cookies help us provide you with a better experience. You can change your preferences at any time. Essential cookies are always active for security and functionality.
fr: Les cookies nous aident à vous offrir une meilleure expérience. Vous pouvez modifier vos préférences à tout moment. Les cookies essentiels sont toujours actifs pour la sécurité et le fonctionnement.

# cookieReadPrivacyPolicy
source: Read Privacy Policy
fr: Lire la politique de confidentialité

# cookieExportData
source: Export Data
fr: Exporter les données

# cookieExportDataDescription
source: This will create a file with all your cookie and consent data. The file will be saved to your downloads folder.
fr: Cela créera un fichier avec toutes vos données de cookies et de consentement. Le fichier sera enregistré dans votre dossier de téléchargements.

# cookieCancel
source: Cancel
fr: Annuler

# cookieExport
source: Export
fr: Exporter

# cookieDeleteData
source: Delete Data
fr: Supprimer les données

# cookieDeleteDataDescription
source: This will permanently delete all your cookie data. Essential cookies required for the app to function will remain. This action cannot be undone.
fr: Cela supprimera définitivement toutes vos données de cookies. Les cookies essentiels nécessaires au fonctionnement de l’application seront conservés. Cette action est irréversible.

# cookieDelete
source: Delete
fr: Supprimer

# cookieDataDeletedSuccess
source: Data deleted successfully
fr: Données supprimées avec succès

# careerCounselingTitle
source: Career Counseling
fr: Orientation professionnelle

# careerFindCounselor
source: Find Counselor
fr: Trouver un conseiller

# careerUpcoming
source: Upcoming
fr: À venir

# careerPastSessions
source: Past Sessions
fr: Sessions passées

# careerSearchCounselors
source: Search by name, specialization, or expertise...
fr: Rechercher par nom, spécialisation ou expertise...

# careerAvailableNow
source: Available Now
fr: Disponible maintenant

# careerHighestRated
source: Highest Rated
fr: Mieux notés

# careerMostExperienced
source: Most Experienced
fr: Plus expérimentés

# careerNoCounselorsFound
source: No counselors found
fr: Aucun conseiller trouvé

# careerTryAdjustingSearch
source: Try adjusting your search
fr: Essayez de modifier votre recherche

# careerReschedule
source: Reschedule
fr: Reprogrammer

# careerJoinSession
source: Join Session
fr: Rejoindre la session

# careerNoPastSessions
source: No past sessions
fr: Aucune session passée

# careerCompletedSessionsAppearHere
source: Your completed sessions will appear here
fr: Vos sessions terminées apparaîtront ici

# careerAbout
source: About
fr: À propos

# careerAreasOfExpertise
source: Areas of Expertise
fr: Domaines d’expertise

# careerBookSession
source: Book Session
fr: Réserver une session

# careerCurrentlyUnavailable
source: Currently Unavailable
fr: Actuellement indisponible

# careerBookCounselingSession
source: Book Counseling Session
fr: Réserver une session de conseil

# careerSessionType
source: Session Type
fr: Type de session

# careerPreferredDate
source: Preferred Date
fr: Date préférée

# careerSelectDate
source: Select Date
fr: Sélectionner une date

# careerSessionNotesOptional
source: Session Notes (Optional)
fr: Notes de session (facultatif)

# careerWhatToDiscuss
source: What would you like to discuss?
fr: Que souhaitez-vous discuter ?

# careerCancel
source: Cancel
fr: Annuler

# careerConfirmBooking
source: Confirm Booking
fr: Confirmer la réservation

# careerSessionBookedSuccess
source: Session booked successfully!
fr: Session réservée avec succès !

# careerResourcesTitle
source: Career Resources
fr: Ressources de carrière

# careerAll
source: All
fr: Tous

# careerVideos
source: Videos
fr: Vidéos

# careerCourses
source: Courses
fr: Cours

# careerSearchResources
source: Search resources...
fr: Rechercher des ressources...

# careerRemovedFromBookmarks
source: Removed from bookmarks
fr: Retiré des favoris

# careerAddedToBookmarks
source: Added to bookmarks
fr: Ajouté aux favoris

# careerCategories
source: Categories
fr: Catégories

# careerNoResourcesFound
source: No resources found
fr: Aucune ressource trouvée

# careerWhatYoullLearn
source: What You'll Learn
fr: Ce que vous apprendrez

# careerSaved
source: Saved
fr: Enregistré

# careerSave
source: Save
fr: Enregistrer

# careerOpeningResource
source: Opening resource...
fr: Ouverture de la ressource...

# careerStartLearning
source: Start Learning
fr: Commencer à apprendre

# careerBrowseCategories
source: Browse Categories
fr: Parcourir les catégories

# jobDetailsTitle
source: Job Details
fr: Détails du poste

source: Job saved successfully
fr: Offre enregistrée avec succès

source: Job removed from saved
fr: Offre retirée des enregistrements

# jobShareComingSoon
source: Share functionality coming soon
fr: Fonctionnalité de partage bientôt disponible

# jobApplyNow
source: Apply Now
fr: Postuler maintenant

# jobSalaryRange
source: Salary Range
fr: Fourchette salariale

# jobLocation
source: Location
fr: Localisation

# jobApplicationDeadline
source: Application Deadline
fr: Date limite de candidature

source: Job Description
fr: Description du poste

# jobRequirements
source: Requirements
fr: Exigences

# jobResponsibilities
source: Responsibilities
fr: Responsabilités

# jobBenefits
source: Benefits
fr: Avantages

# jobRequiredSkills
source: Required Skills
fr: Compétences requises

# jobAboutTheCompany
source: About the Company
fr: À propos de l’entreprise

# jobCompanyProfileComingSoon
source: Company profile coming soon
fr: Profil de l’entreprise bientôt disponible

# jobViewCompanyProfile
source: View Company Profile
fr: Voir le profil de l’entreprise

# jobSimilarJobs
source: Similar Jobs
fr: Offres similaires

# jobApplyForThisJob
source: Apply for this Job
fr: Postuler pour ce poste

# jobYouAreApplyingFor
source: You are applying for:
fr: Vous postulez pour :

# jobCoverLetter
source: Cover Letter
fr: Lettre de motivation

# jobCoverLetterHint
source: Tell us why you're a great fit...
fr: Dites-nous pourquoi vous êtes le candidat idéal...

# jobUploadResume
source: Upload Resume
fr: Télécharger le CV

# jobCancel
source: Cancel
fr: Annuler

# jobSubmitApplication
source: Submit Application
fr: Soumettre la candidature

# jobApplicationSubmittedSuccess
source: Application submitted successfully!
fr: Candidature soumise avec succès !

# jobOpportunitiesTitle
source: Job Opportunities
fr: Offres d’emploi

# jobAllJobs
source: All Jobs
fr: Toutes les offres

# jobSaved
source: Saved
fr: Enregistrées

# jobApplied
source: Applied
fr: Candidatures

# jobSearchHint
source: Search jobs, companies, or skills...
fr: Rechercher des emplois, entreprises ou compétences...

# jobRemoteOnly
source: Remote Only
fr: Télétravail uniquement

# jobNoApplicationsYet
source: No applications yet
fr: Aucune candidature pour le moment

# jobStartApplyingToSee
source: Start applying to jobs to see them here
fr: Commencez à postuler pour voir vos candidatures ici

# jobNoJobsFound
source: No jobs found
fr: Aucune offre trouvée

# jobTryAdjustingFilters
source: Try adjusting your filters
fr: Essayez de modifier vos filtres

# jobDetailComingSoon
source: Job detail screen coming soon
fr: Écran de détails bientôt disponible

# jobFilterJobs
source: Filter Jobs
fr: Filtrer les offres

# jobClearAll
source: Clear All
fr: Tout effacer

# jobJobType
source: Job Type
fr: Type d’emploi

# jobExperienceLevel
source: Experience Level
fr: Niveau d’expérience

# jobApplyFilters
source: Apply Filters
fr: Appliquer les filtres

# jobSortBy
source: Sort By
fr: Trier par

# jobRelevance
source: Relevance
fr: Pertinence

# jobNewestFirst
source: Newest First
fr: Plus récents

# jobHighestSalary
source: Highest Salary
fr: Salaire le plus élevé

# msgFailedToSendMessage
source: Failed to send message
fr: Échec de l’envoi du message

# msgPhotoFromGallery
source: Photo from Gallery
fr: Photo depuis la galerie

# msgTakePhoto
source: Take Photo
fr: Prendre une photo

# msgOpensCameraOnMobile
source: Opens camera on mobile devices
fr: Ouvre la caméra sur les appareils mobiles

# msgCameraNotAvailable
source: Camera not available in browser. Use "Photo from Gallery" to select an image.
fr: Caméra non disponible dans le navigateur. Utilisez « Photo depuis la galerie » pour sélectionner une image.

# msgNoMessagesYet
source: No messages yet
fr: Aucun message pour le moment

# msgSendMessageToStart
source: Send a message to start the conversation
fr: Envoyez un message pour démarrer la conversation

# msgOnline
source: Online
fr: En ligne

# msgConnecting
source: Connecting...
fr: Connexion...

# msgTypeAMessage
source: Type a message...
fr: Tapez un message...

# msgSearchMessages
source: Search Messages
fr: Rechercher des messages

# msgSearchConversations
source: Search conversations...
fr: Rechercher des conversations...

# msgRetry
source: Retry
fr: Réessayer

# msgCheckDatabaseSetup
source: Check Database Setup
fr: Vérifier la configuration de la base de données

# msgDatabaseSetupStatus
source: Database Setup Status
fr: État de la configuration de la base de données

# msgTestInsertResult
source: Test Insert Result
fr: Résultat du test d’insertion

# msgTestInsert
source: Test Insert
fr: Tester l’insertion

# msgNoConversationsYet
source: No conversations yet
fr: Aucune conversation pour le moment

# msgFailedToCreateConversation
source: Failed to create conversation
fr: Échec de la création de la conversation

# msgNewConversation
source: New Conversation
fr: Nouvelle conversation

# msgSearchByNameOrEmail
source: Search by name or email...
fr: Rechercher par nom ou e-mail...

# msgNoUsersFound
source: No users found
fr: Aucun utilisateur trouvé

# msgNoUsersMatch
source: No users match "{query}"
fr: Aucun utilisateur ne correspond à « {query} »

# progressAchievementsTitle
source: Achievements
fr: Succès

# progressNoAchievementsYet
source: No achievements yet
fr: Aucun succès pour le moment

# progressClose
source: Close
fr: Fermer

# progressMyProgress
source: My Progress
fr: Ma progression

# progressKeepUpGreatWork
source: Keep up the great work!
fr: Continuez comme ça !

# progressMakingExcellentProgress
source: You're making excellent progress
fr: Vous progressez excellemment

# progressCoursesCompleted
source: Courses Completed
fr: Cours terminés

# progressStudyTime
source: Study Time
fr: Temps d’étude

# progressTotalLearningTime
source: Total learning time
fr: Temps total d’apprentissage

# progressAverageScore
source: Average Score
fr: Score moyen

# progressCertificates
source: Certificates
fr: Certificats

# progressLearningActivity
source: Learning Activity
fr: Activité d’apprentissage

# progressStudyTimeMinutes
source: Study Time (minutes)
fr: Temps d’étude (minutes)

# progressCourseProgress
source: Course Progress
fr: Progression des cours

# progressViewAll
source: View All
fr: Voir tout

# progressStudyGoalsTitle
source: Study Goals
fr: Objectifs d’étude

# progressYourGoals
source: Your Goals
fr: Vos objectifs

# progressCreateGoalComingSoon
source: Create goal coming soon
fr: Création d’objectif bientôt disponible

# progressNewGoal
source: New Goal
fr: Nouvel objectif

# instApplicantDetails
source: Applicant Details
fr: Details du candidat

# instApplicantMarkUnderReview
source: Mark as Under Review
fr: Marquer en cours d'examen

# instApplicantAcceptApplication
source: Accept Application
fr: Accepter la candidature

# instApplicantRejectApplication
source: Reject Application
fr: Rejeter la candidature

# instApplicantApplicationStatus
source: Application Status
fr: Statut de la candidature

# instApplicantStudentInfo
source: Student Information
fr: Informations sur l'etudiant

# instApplicantFullName
source: Full Name
fr: Nom complet

# instApplicantPhone
source: Phone
fr: Telephone

# instApplicantPreviousSchool
source: Previous School
fr: Ecole precedente

# instApplicantGpa
source: GPA
fr: Moyenne

# instApplicantProgramApplied
source: Program Applied
fr: Programme demande

# instApplicantSubmitted
source: Submitted
fr: Soumis

# instApplicantStatementOfPurpose
source: Statement of Purpose
fr: Lettre de motivation

# instApplicantDocViewerComingSoon
source: Document viewer coming soon
fr: Visionneuse de documents bientot disponible

# instApplicantDownloading
source: Downloading {name}...
fr: Telechargement de {name}...

# instApplicantReviewInfo
source: Review Information
fr: Informations de revision

# instApplicantReviewedBy
source: Reviewed By
fr: Examine par

# instApplicantUnknown
source: Unknown
fr: Inconnu

# instApplicantReviewDate
source: Review Date
fr: Date d'examen

# instApplicantReviewNotes
source: Review Notes
fr: Notes de revision

# instApplicantReject
source: Reject
fr: Rejeter

# instApplicantAccept
source: Accept
fr: Accepter

# instApplicantStatusPending
source: Pending Review
fr: En attente d'examen

# instApplicantStatusUnderReview
source: Under Review
fr: En cours d'examen

# instApplicantStatusAccepted
source: Accepted
fr: Accepte
