Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# adminAnalyticsApproved
source: Approved
fr: Approuvé

# adminAnalyticsApps7d
source: Apps (7d)
fr: Candidatures (7j)

# adminAnalyticsAppTrendData
source: Application Trend Data
fr: Données de tendance des candidatures

# adminAnalyticsAverageTime
source: Average Time
fr: Temps moyen

# adminAnalyticsAverageValue
source: Average Value
fr: Valeur moyenne

# adminAnalyticsAvgCompletion
source: Avg. Completion
fr: Taux de complétion moyen

# adminAnalyticsAvgTransaction
source: Avg. Transaction
fr: Transaction moyenne

# adminAnalyticsAwaitingReview
source: Awaiting Review
fr: En attente de révision

# adminAnalyticsBounceRate
source: Bounce Rate
fr: Taux de rebond

# adminAnalyticsByUserType
source: By User Type
fr: Par type d'utilisateur

# adminAnalyticsClose
source: Close
fr: Fermer

# adminAnalyticsContent
source: Content
fr: Contenu

# adminAnalyticsContentAnalytics
source: Content Analytics
fr: Analyse du contenu

# adminAnalyticsContentCompletionRate
source: Content Completion Rate
fr: Taux de complétion du contenu

# adminAnalyticsContentEngagement
source: Content Engagement
fr: Engagement du contenu

# adminAnalyticsContentEngagementData
source: Content Engagement Data
fr: Données d'engagement du contenu

# adminAnalyticsCounselors
source: Counselors
fr: Conseillers

# adminAnalyticsCourses
source: Courses
fr: Cours

# adminAnalyticsCsvDesc
source: Download as CSV spreadsheet
fr: Télécharger en tant que fichier CSV

# adminAnalyticsCustomDashboards
source: Custom Dashboards
fr: Tableaux de bord personnalisés

# adminAnalyticsDailyActiveUserData
source: Daily Active User Data
fr: Données des utilisateurs actifs quotidiens

# adminAnalyticsDailyActiveUsers
source: Daily Active Users
fr: Utilisateurs actifs quotidiens

# adminAnalyticsDashboardSubtitle
source: View platform metrics and insights
fr: Voir les métriques et analyses de la plateforme

# adminAnalyticsDataExplorer
source: Data Explorer
fr: Explorateur de données

# adminAnalyticsDataExplorerSubtitle
source: Query and analyze raw data
fr: Requêter et analyser les données brutes

# adminAnalyticsDataExports
source: Data Exports
fr: Exportations de données

# adminAnalyticsDataExportsSubtitle
source: Download reports and data
fr: Télécharger les rapports et données

# adminAnalyticsDistributionByRole
source: Distribution by Role
fr: Distribution par rôle

# adminAnalyticsExcelDesc
source: Download as Excel workbook
fr: Télécharger en tant que classeur Excel

# adminAnalyticsExportReport
source: Export Report
fr: Exporter le rapport

# adminAnalyticsExportTitle
source: Export Analytics
fr: Exporter les analyses

# adminAnalyticsFinancial
source: Financial
fr: Financier

# adminAnalyticsFinancialAnalytics
source: Financial Analytics
fr: Analyses financières

# adminAnalyticsInstitutions
source: Institutions
fr: Établissements

# adminAnalyticsLast30Days
source: Last 30 Days
fr: 30 derniers jours

# adminAnalyticsLast7Days
source: Last 7 Days
fr: 7 derniers jours

# adminAnalyticsLast7DaysShort
source: Last 7d
fr: 7 derniers j

# adminAnalyticsLast90Days
source: Last 90 Days
fr: 90 derniers jours

# adminAnalyticsMonthToDate
source: Month to Date
fr: Depuis le début du mois

# adminAnalyticsMostViewedItems
source: Most Viewed Items
fr: Éléments les plus consultés

# adminAnalyticsNew7d
source: New (7d)
fr: Nouveaux (7j)

# adminAnalyticsNewAppsOverTime
source: New Applications Over Time
fr: Nouvelles candidatures dans le temps

# adminAnalyticsNewExport
source: New Export
fr: Nouvelle exportation

# adminAnalyticsNewRegOverTime
source: New Registrations Over Time
fr: Nouvelles inscriptions dans le temps

# adminAnalyticsNewSignUpsOverTime
source: New Sign-ups Over Time
fr: Nouvelles inscriptions dans le temps

# adminAnalyticsNewUsers
source: New Users
fr: Nouveaux utilisateurs

# adminAnalyticsNewUsersThisWeek
source: New Users This Week
fr: Nouveaux utilisateurs cette semaine

# adminAnalyticsNoDataAvailable
source: No data available
fr: Aucune donnée disponible

# adminAnalyticsNoMatchingRows
source: No matching rows found
fr: Aucune ligne correspondante trouvée

# adminAnalyticsNoRecentActivity
source: No recent activity
fr: Aucune activité récente

# adminAnalyticsNoRoleDistData
source: No role distribution data available
fr: Aucune donnée de distribution par rôle disponible

# adminAnalyticsNoUserGrowthData
source: No user growth data available
fr: Aucune donnée de croissance des utilisateurs disponible

# adminAnalyticsNoWidgets
source: No widgets configured
fr: Aucun widget configuré

# adminAnalyticsOverview
source: Overview
fr: Vue d'ensemble

# adminAnalyticsPageViews
source: Page Views
fr: Pages vues

# adminAnalyticsPdfDesc
source: Download as PDF document
fr: Télécharger en tant que document PDF

# adminAnalyticsPending
source: Pending
fr: En attente

# adminAnalyticsPlatformEngagement
source: Platform Engagement
fr: Engagement sur la plateforme

# adminAnalyticsPlatformUptime
source: Platform Uptime
fr: Disponibilité de la plateforme

# adminAnalyticsPopularContent
source: Popular Content
fr: Contenu populaire

# adminAnalyticsPrograms
source: Programs
fr: Programmes

# adminAnalyticsPublishedItems
source: Published Items
fr: Éléments publiés

# adminAnalyticsQuickStats
source: Quick Stats
fr: Statistiques rapides

# adminAnalyticsRecentApplications
source: Recent Applications
fr: Candidatures récentes

# adminAnalyticsRecommenders
source: Recommenders
fr: Recommandataires

# adminAnalyticsRefreshAll
source: Refresh All
fr: Tout actualiser

# adminAnalyticsRefreshData
source: Refresh Data
fr: Actualiser les données

# adminAnalyticsRegionalDataNotAvailable
source: Regional data not available
fr: Données régionales non disponibles

# adminAnalyticsRegionalDistribution
source: Regional Distribution
fr: Distribution régionale

# adminAnalyticsRejected
source: Rejected
fr: Rejeté

# adminAnalyticsRevenueBreakdown
source: Revenue Breakdown
fr: Répartition des revenus

# adminAnalyticsRevenueMtd
source: Revenue MTD
fr: Revenus du mois

# adminAnalyticsRevenueTrend
source: Revenue Trend
fr: Tendance des revenus

# adminAnalyticsRevenueTrendData
source: Revenue Trend Data
fr: Données de tendance des revenus

# adminAnalyticsSearchColumns
source: Search columns...
fr: Rechercher des colonnes...

# adminAnalyticsSelectDataSource
source: Select Data Source
fr: Sélectionner la source de données

# adminAnalyticsSelectFormat
source: Select Format
fr: Sélectionner le format

# adminAnalyticsSessionDuration
source: Session Duration
fr: Durée de session

# adminAnalyticsSinglePageVisits
source: Single Page Visits
fr: Visites d'une seule page

# adminAnalyticsStudents
source: Students
fr: Étudiants

# adminAnalyticsSubtitle
source: Platform analytics and insights
fr: Analyses et informations de la plateforme

# adminAnalyticsSuccessRate
source: Success Rate
fr: Taux de réussite

# adminAnalyticsThisMonth
source: This Month
fr: Ce mois-ci

# adminAnalyticsThisYear
source: This Year
fr: Cette année

# adminAnalyticsTitle
source: Analytics Dashboard
fr: Tableau de bord analytique

# adminAnalyticsToggleWidgets
source: Toggle Widgets
fr: Afficher/Masquer les widgets

# adminAnalyticsTotalApproved
source: Total Approved
fr: Total approuvé

# adminAnalyticsTotalContent
source: Total Content
fr: Contenu total

# adminAnalyticsTotalCounselors
source: Total Counselors
fr: Total des conseillers

# adminAnalyticsTotalInstitutions
source: Total Institutions
fr: Total des établissements

# adminAnalyticsTotalInteractions
source: Total Interactions
fr: Total des interactions

# adminAnalyticsTotalRecommenders
source: Total Recommenders
fr: Total des recommandataires

# adminAnalyticsTotalRejected
source: Total Rejected
fr: Total rejeté

# adminAnalyticsTotalRevenue
source: Total Revenue
fr: Revenus totaux

# adminAnalyticsTotalStudents
source: Total Students
fr: Total des étudiants

# adminAnalyticsTotalTransactions
source: Total Transactions
fr: Total des transactions

# adminAnalyticsTotalUsers
source: Total Users
fr: Total des utilisateurs

# adminAnalyticsTotalViews
source: Total Views
fr: Total des vues

# adminAnalyticsTransactionSuccess
source: Transaction Success
fr: Succès des transactions

# adminAnalyticsTrends
source: Trends
fr: Tendances

# adminAnalyticsUniversities
source: Universities
fr: Universités

# adminAnalyticsUserActivityOverTime
source: User Activity Over Time
fr: Activité des utilisateurs dans le temps

# adminAnalyticsUserAnalytics
source: User Analytics
fr: Analyse des utilisateurs

# adminAnalyticsUserDistribution
source: User Distribution
fr: Distribution des utilisateurs

# adminAnalyticsUserGrowth
source: User Growth
fr: Croissance des utilisateurs

# adminAnalyticsUserGrowthVsPrevious
source: User Growth vs Previous Period
fr: Croissance des utilisateurs vs période précédente

# adminAnalyticsUserInteractionsOverTime
source: User Interactions Over Time
fr: Interactions des utilisateurs dans le temps

# adminAnalyticsUserRegistrations
source: User Registrations
fr: Inscriptions des utilisateurs

# adminAnalyticsUsers
source: Users
fr: Utilisateurs

# adminAnalyticsUsersByRegion
source: Users by Region
fr: Utilisateurs par région

# adminAnalyticsUserTypes
source: User Types
fr: Types d'utilisateurs

# adminAnalyticsVsLastPeriod
source: vs Last Period
fr: vs période précédente

# adminChatArchive
source: Archive
fr: Archiver

# adminChatCancel
source: Cancel
fr: Annuler

# adminChatCannedClosingLabel
source: Closing
fr: Clôture

# adminChatCannedClosingText
source: Thank you for contacting us. Have a great day!
fr: Merci de nous avoir contactés. Bonne journée !

# adminChatCannedEscalatingLabel
source: Escalating
fr: Escalade

# adminChatCannedEscalatingText
source: I'll escalate this to a specialist who can better assist you.
fr: Je vais transférer cela à un spécialiste qui pourra mieux vous aider.

# adminChatCannedFollowUpLabel
source: Follow-up
fr: Suivi

# adminChatCannedFollowUpText
source: Is there anything else I can help you with?
fr: Y a-t-il autre chose avec laquelle je peux vous aider ?

# adminChatCannedGreetingLabel
source: Greeting
fr: Salutation

# adminChatCannedGreetingText
source: Hello! How can I assist you today?
fr: Bonjour ! Comment puis-je vous aider aujourd'hui ?

# adminChatCannedMoreInfoLabel
source: More Info
fr: Plus d'infos

# adminChatCannedMoreInfoText
source: Could you please provide more details about your issue?
fr: Pourriez-vous fournir plus de détails sur votre problème ?

# adminChatCannedResolutionLabel
source: Resolution
fr: Résolution

# adminChatCannedResolutionText
source: Your issue has been resolved. Please let me know if you need further assistance.
fr: Votre problème a été résolu. N'hésitez pas à me contacter si vous avez besoin d'aide supplémentaire.

# adminChatConvDetailsTitle
source: Conversation Details
fr: Détails de la conversation

# adminChatConvHistorySubtitle
source: View past conversations and messages
fr: Voir les conversations et messages passés

# adminChatConvHistoryTitle
source: Conversation History
fr: Historique des conversations

# adminChatConvNotFound
source: Conversation not found
fr: Conversation non trouvée

# adminChatDelete
source: Delete
fr: Supprimer

# adminChatDeleteConvConfirm
source: Are you sure you want to delete this conversation? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cette conversation ? Cette action est irréversible.

# adminChatDeleteConvTitle
source: Delete Conversation
fr: Supprimer la conversation

# adminChatFaqActivate
source: Activate
fr: Activer

# adminChatFaqAdd
source: Add FAQ
fr: Ajouter une FAQ

# adminChatFaqAllCategories
source: All Categories
fr: Toutes les catégories

# adminChatFaqAnswer
source: Answer
fr: Réponse

# adminChatFaqAnswerHint
source: Enter the answer to this question
fr: Entrez la réponse à cette question

# adminChatFaqAnswerRequired
source: Answer is required
fr: La réponse est requise

# adminChatFaqCategory
source: Category
fr: Catégorie

# adminChatFaqCreate
source: Create FAQ
fr: Créer une FAQ

# adminChatFaqCreated
source: FAQ created successfully
fr: FAQ créée avec succès

# adminChatFaqCreateFirst
source: Create your first FAQ entry
fr: Créez votre première entrée FAQ

# adminChatFaqCreateTitle
source: Create FAQ Entry
fr: Créer une entrée FAQ

# adminChatFaqDeactivate
source: Deactivate
fr: Désactiver

# adminChatFaqDeleted
source: FAQ deleted successfully
fr: FAQ supprimée avec succès

# adminChatFaqDeleteTitle
source: Delete FAQ
fr: Supprimer la FAQ

# adminChatFaqEdit
source: Edit
fr: Modifier

# adminChatFaqEditTitle
source: Edit FAQ Entry
fr: Modifier l'entrée FAQ

# adminChatFaqHelpful
source: Helpful
fr: Utile

# adminChatFaqInactive
source: Inactive
fr: Inactif

# adminChatFaqKeywords
source: Keywords
fr: Mots-clés

# adminChatFaqKeywordsHelper
source: Keywords help the chatbot find this FAQ
fr: Les mots-clés aident le chatbot à trouver cette FAQ

# adminChatFaqKeywordsHint
source: Enter keywords separated by commas
fr: Entrez les mots-clés séparés par des virgules

# adminChatFaqLoadMore
source: Load More
fr: Charger plus

# adminChatFaqNoFaqs
source: No FAQs found
fr: Aucune FAQ trouvée

# adminChatFaqNotHelpful
source: Not Helpful
fr: Pas utile

# adminChatFaqPriority
source: Priority
fr: Priorité

# adminChatFaqQuestionHint
source: Enter the question
fr: Entrez la question

# adminChatFaqQuestionRequired
source: Question is required
fr: La question est requise

# adminChatFaqSearch
source: Search FAQs...
fr: Rechercher des FAQ...

# adminChatFaqShowInactive
source: Show Inactive
fr: Afficher les inactifs

# adminChatFaqSubtitle
source: Manage FAQ entries for the chatbot
fr: Gérer les entrées FAQ pour le chatbot

# adminChatFaqTitle
source: FAQ Management
fr: Gestion des FAQ

# adminChatFaqUpdate
source: Update FAQ
fr: Mettre à jour la FAQ

# adminChatFaqUpdated
source: FAQ updated successfully
fr: FAQ mise à jour avec succès

# adminChatFaqUses
source: Uses
fr: Utilisations

# adminChatFilter
source: Filter
fr: Filtrer

# adminChatFilterAll
source: All
fr: Tous

# adminChatFlag
source: Flag
fr: Signaler

# adminChatLiveActiveFiveMin
source: Active in last 5 minutes
fr: Actif ces 5 dernières minutes

# adminChatLiveAutoRefresh
source: Auto-refresh
fr: Actualisation auto

# adminChatLiveLive
source: LIVE
fr: EN DIRECT

# adminChatLiveLoadFailed
source: Failed to load live chats
fr: Échec du chargement des chats en direct

# adminChatLiveNoActive
source: No active chats at the moment
fr: Aucun chat actif en ce moment

# adminChatLivePaused
source: Paused
fr: En pause

# adminChatLiveSubtitle
source: Monitor active chat sessions in real-time
fr: Surveiller les sessions de chat actives en temps réel

# adminChatLiveTitle
source: Live Chat Monitor
fr: Moniteur de chat en direct

# adminChatNoConversations
source: No conversations found
fr: Aucune conversation trouvée

# adminChatQueueAllPriorities
source: All Priorities
fr: Toutes les priorités

# adminChatQueueAllStatus
source: All Status
fr: Tous les statuts

# adminChatQueueAssigned
source: Assigned
fr: Assigné

# adminChatQueueAssignedToYou
source: Assigned to you
fr: Assigné à vous

# adminChatQueueAssignToMe
source: Assign to me
fr: M'assigner

# adminChatQueueEscalatedHint
source: This conversation has been escalated
fr: Cette conversation a été escaladée

# adminChatQueueHigh
source: High
fr: Haute

# adminChatQueueInProgress
source: In Progress
fr: En cours

# adminChatQueueLoadFailed
source: Failed to load queue
fr: Échec du chargement de la file d'attente

# adminChatQueueLow
source: Low
fr: Basse

# adminChatQueueNoItems
source: No items in queue
fr: Aucun élément dans la file d'attente

# adminChatQueueNormal
source: Normal
fr: Normale

# adminChatQueueOpen
source: Open
fr: Ouvert

# adminChatQueuePending
source: Pending
fr: En attente

# adminChatQueueReasonAutoEscalation
source: Auto-escalation due to wait time
fr: Escalade automatique due au temps d'attente

# adminChatQueueReasonLowConfidence
source: Low confidence AI response
fr: Réponse IA à faible confiance

# adminChatQueueReasonNegativeFeedback
source: Negative user feedback
fr: Retour négatif de l'utilisateur

# adminChatQueueReasonUserRequest
source: User requested human support
fr: L'utilisateur a demandé un support humain

# adminChatQueueStatus
source: Status
fr: Statut

# adminChatQueueSubtitle
source: Manage escalated conversations requiring attention
fr: Gérer les conversations escaladées nécessitant attention

# adminChatQueueTitle
source: Support Queue
fr: File d'attente du support

# adminChatQueueUrgent
source: Urgent
fr: Urgente

# adminChatQuickReplies
source: Quick Replies
fr: Réponses rapides

# adminChatRefresh
source: Refresh
fr: Actualiser

# adminChatRefreshNow
source: Refresh Now
fr: Actualiser maintenant

# adminChatReplyHint
source: Type your reply...
fr: Tapez votre réponse...

# adminChatReplySentResolved
source: Reply sent and conversation resolved
fr: Réponse envoyée et conversation résolue

# adminChatRestore
source: Restore
fr: Restaurer

# adminChatRetry
source: Retry
fr: Réessayer

# adminChatSearchConversations
source: Search conversations...
fr: Rechercher des conversations...

# adminChatSendAndResolve
source: Send & Resolve
fr: Envoyer et résoudre

# adminChatSendReply
source: Send Reply
fr: Envoyer la réponse

# adminChatStatusActive
source: Active
fr: Actif

# adminChatStatusArchived
source: Archived
fr: Archivé

# adminChatStatusEscalated
source: Escalated
fr: Escaladé

# adminChatStatusFlagged
source: Flagged
fr: Signalé

# adminChatSupportAgent
source: Support Agent
fr: Agent de support

# adminChatUnknownUser
source: Unknown User
fr: Utilisateur inconnu

# adminFinanceActionCannotBeUndone
source: This action cannot be undone
fr: Cette action est irréversible

# adminFinanceAll
source: All
fr: Tous

# adminFinanceAllCompletedPayments
source: All Completed Payments
fr: Tous les paiements complétés

# adminFinanceAllLevels
source: All Levels
fr: Tous les niveaux

# adminFinanceAllRefundTransactions
source: All Refund Transactions
fr: Toutes les transactions de remboursement

# adminFinanceAllStatus
source: All Status
fr: Tous les statuts

# adminFinanceAllTime
source: All Time
fr: Tout le temps

# adminFinanceAllTransactionsNormal
source: All transactions appear normal
fr: Toutes les transactions semblent normales

# adminFinanceAllTypes
source: All Types
fr: Tous les types

# adminFinanceAlreadyReviewed
source: Already Reviewed
fr: Déjà examiné

# adminFinanceAmount
source: Amount
fr: Montant

# adminFinanceAvgSettlement
source: Avg. Settlement
fr: Règlement moyen

# adminFinanceAwaitingProcessing
source: Awaiting Processing
fr: En attente de traitement

# adminFinanceCancel
source: Cancel
fr: Annuler

# adminFinanceChooseTransaction
source: Choose a transaction
fr: Choisir une transaction

# adminFinanceClose
source: Close
fr: Fermer

# adminFinanceCompleted
source: Completed
fr: Complété

# adminFinanceConfirmRefund
source: Confirm Refund
fr: Confirmer le remboursement

# adminFinanceCritical
source: Critical
fr: Critique

# adminFinanceCriticalHighRisk
source: Critical/High Risk
fr: Critique/Risque élevé

# adminFinanceCurrency
source: Currency
fr: Devise

# adminFinanceDateRange
source: Date Range
fr: Plage de dates

# adminFinanceDownloadReceipt
source: Download Receipt
fr: Télécharger le reçu

# adminFinanceEligible
source: Eligible
fr: Éligible

# adminFinanceExportReport
source: Export Report
fr: Exporter le rapport

# adminFinanceFailed
source: Failed
fr: Échoué

# adminFinanceFlaggedTransactions
source: Flagged Transactions
fr: Transactions signalées

# adminFinanceFraudDetectionSubtitle
source: Monitor suspicious activity and flagged transactions
fr: Surveiller les activités suspectes et les transactions signalées

# adminFinanceFraudDetectionTitle
source: Fraud Detection
fr: Détection de fraude

# adminFinanceHigh
source: High
fr: Élevé

# adminFinanceHighRisk
source: High Risk
fr: Risque élevé

# adminFinanceItemType
source: Item Type
fr: Type d'élément

# adminFinanceLast30Days
source: Last 30 Days
fr: 30 derniers jours

# adminFinanceLast7Days
source: Last 7 Days
fr: 7 derniers jours

# adminFinanceLow
source: Low
fr: Faible

# adminFinanceMarkReviewed
source: Mark as Reviewed
fr: Marquer comme examiné

# adminFinanceMedium
source: Medium
fr: Moyen

# adminFinanceNewRefund
source: New Refund
fr: Nouveau remboursement

# adminFinanceNoEligibleTransactions
source: No eligible transactions for refund
fr: Aucune transaction éligible au remboursement

# adminFinanceNoMatchingAlerts
source: No matching alerts found
fr: Aucune alerte correspondante trouvée

# adminFinanceNoSettlementsFound
source: No settlements found
fr: Aucun règlement trouvé

# adminFinanceNoSuspiciousActivity
source: No suspicious activity detected
fr: Aucune activité suspecte détectée

# adminFinanceOriginalTxn
source: Original Transaction
fr: Transaction originale

# adminFinancePayment
source: Payment
fr: Paiement

# adminFinancePaymentsEligibleForRefund
source: Payments Eligible for Refund
fr: Paiements éligibles au remboursement

# adminFinancePending
source: Pending
fr: En attente

# adminFinancePendingReview
source: Pending Review
fr: En attente d'examen

# adminFinancePendingSettlement
source: Pending Settlement
fr: Règlement en attente

# adminFinanceProcessing
source: Processing
fr: En traitement

# adminFinanceProcessNewRefund
source: Process New Refund
fr: Traiter un nouveau remboursement

# adminFinanceProcessRefund
source: Process Refund
fr: Traiter le remboursement

# adminFinanceReason
source: Reason
fr: Raison

# adminFinanceReasonForRefund
source: Reason for Refund
fr: Raison du remboursement

# adminFinanceRefresh
source: Refresh
fr: Actualiser

# adminFinanceRefreshTransactions
source: Refresh Transactions
fr: Actualiser les transactions

# adminFinanceRefund
source: Refund
fr: Remboursement

# adminFinanceRefundDetails
source: Refund Details
fr: Détails du remboursement

# adminFinanceRefunded
source: Refunded
fr: Remboursé

# adminFinanceRefundedAmount
source: Refunded Amount
fr: Montant remboursé

# adminFinanceRefundFailed
source: Refund Failed
fr: Échec du remboursement

# adminFinanceRefundId
source: Refund ID
fr: ID du remboursement

# adminFinanceRefundProcessedFail
source: Failed to process refund
fr: Échec du traitement du remboursement

# adminFinanceRefundProcessedSuccess
source: Refund processed successfully
fr: Remboursement traité avec succès

# adminFinanceRefundsSubtitle
source: Process and manage customer refunds
fr: Traiter et gérer les remboursements clients

# adminFinanceRefundsTitle
source: Refunds
fr: Remboursements

# adminFinanceRefundSuccess
source: Refund Successful
fr: Remboursement réussi

# adminFinanceRescanTransactions
source: Rescan Transactions
fr: Réanalyser les transactions

# adminFinanceRetry
source: Retry
fr: Réessayer

# adminFinanceReviewed
source: Reviewed
fr: Examiné

# adminFinanceRiskLevel
source: Risk Level
fr: Niveau de risque

# adminFinanceSearchRefundsHint
source: Search refunds...
fr: Rechercher des remboursements...

# adminFinanceSearchSettlementsHint
source: Search settlements...
fr: Rechercher des règlements...

# adminFinanceSearchTransactionsHint
source: Search transactions...
fr: Rechercher des transactions...

# adminFinanceSelectTransactionToRefund
source: Select a transaction to refund
fr: Sélectionner une transaction à rembourser

# adminFinanceSettled
source: Settled
fr: Réglé

# adminFinanceSettlement
source: Settlement
fr: Règlement

# adminFinanceSettlementBatches
source: Settlement Batches
fr: Lots de règlement

# adminFinanceSettlementsSubtitle
source: View and manage payment settlements
fr: Voir et gérer les règlements de paiement

# adminFinanceSettlementsTitle
source: Settlements
fr: Règlements

# adminFinanceShowReviewed
source: Show Reviewed
fr: Afficher les examinés
