Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# instApplicantStatusRejected
source: Rejected
fr: Rejete

# instApplicantDocTranscript
source: Academic Transcript
fr: Releve de notes

# instApplicantDocId
source: ID Document
fr: Document d'identite

# instApplicantDocRecommendation
source: Recommendation Letter
fr: Lettre de recommandation

# instApplicantRecommendationLetters
source: Recommendation Letters
fr: Lettres de recommandation

# instApplicantReceivedCount
source: {count} received
fr: {count} recue(s)

# instApplicantNoRecommendations
source: No Recommendation Letters Yet
fr: Aucune lettre de recommandation

# instApplicantNoRecommendationsDesc
source: The applicant has not submitted any recommendation letters with this application.
fr: Le candidat n'a soumis aucune lettre de recommandation avec cette candidature.

# instApplicantLetterPreview
source: Letter Preview
fr: Apercu de la lettre

# instApplicantClickViewFull
source: Click "View Full" to open the complete recommendation letter.
fr: Cliquez sur "Voir complet" pour ouvrir la lettre de recommandation complete.

# instApplicantLetterPreviewUnavailable
source: Letter content preview not available.
fr: Apercu du contenu de la lettre non disponible.

# instApplicantClose
source: Close
fr: Fermer

# instApplicantViewFull
source: View Full
fr: Voir complet

# instApplicantDownloadNotAvailable
source: Download not available
fr: Telechargement non disponible

# instApplicantOpeningLetter
source: Opening letter: {url}
fr: Ouverture de la lettre : {url}

# instApplicantMarkedUnderReview
source: Marked as Under Review
fr: Marque en cours d'examen

# instApplicantFailedUpdateStatus
source: Failed to update status
fr: Echec de la mise a jour du statut

# instApplicantErrorUpdatingStatus
source: Error updating status: {error}
fr: Erreur de mise a jour du statut : {error}

# instApplicantConfirmAccept
source: Are you sure you want to accept this application?
fr: Etes-vous sur de vouloir accepter cette candidature ?

# instApplicantConfirmReject
source: Are you sure you want to reject this application?
fr: Etes-vous sur de vouloir rejeter cette candidature ?

# instApplicantReviewNotesOptional
source: Review Notes (Optional)
fr: Notes de revision (Facultatif)

# instApplicantReviewNotesRequired
source: Review Notes (Required)
fr: Notes de revision (Obligatoire)

# instApplicantAddComments
source: Add comments about your decision...
fr: Ajoutez des commentaires sur votre decision...

# instApplicantCancel
source: Cancel
fr: Annuler

# instApplicantNotesRequiredRejection
source: Review notes are required for rejection
fr: Les notes de revision sont obligatoires pour un rejet

# instApplicantAcceptedSuccess
source: Application accepted successfully
fr: Candidature acceptee avec succes

# instApplicantRejectedSuccess
source: Application rejected
fr: Candidature rejetee

# instApplicantErrorProcessingReview
source: Error processing review: {error}
fr: Erreur lors du traitement de la revision : {error}

# instApplicantReceived
source: RECEIVED
fr: RECU

# instApplicantViewLetter
source: View Letter
fr: Voir la lettre

# instApplicantDownload
source: Download
fr: Telecharger

# instApplicantRetry
source: Retry
fr: Reessayer

# instApplicantSearchHint
source: Search applicants...
fr: Rechercher des candidats...

# instApplicantTabAll
source: All ({count})
fr: Tous ({count})

# instApplicantTabPending
source: Pending ({count})
fr: En attente ({count})

# instApplicantTabUnderReview
source: Under Review ({count})
fr: En examen ({count})

# instApplicantTabAccepted
source: Accepted ({count})
fr: Acceptes ({count})

# instApplicantTabRejected
source: Rejected ({count})
fr: Rejetes ({count})

# instApplicantLoading
source: Loading applicants...
fr: Chargement des candidats...

# instApplicantNoApplicantsFound
source: No Applicants Found
fr: Aucun candidat trouve

# instApplicantTryAdjustingSearch
source: Try adjusting your search
fr: Essayez d'ajuster votre recherche

# instApplicantNoAppsInCategory
source: No applications in this category
fr: Aucune candidature dans cette categorie

# instApplicantGpaValue
source: GPA: {gpa}
fr: Moyenne : {gpa}

# instApplicantSubmittedDate
source: Submitted: {date}
fr: Soumis : {date}

# instApplicantChipPending
source: Pending
fr: En attente

# instApplicantChipReviewing
source: Reviewing
fr: En examen

# instCourseEditCourse
source: Edit Course
fr: Modifier le Cours

# instCourseCreateCourse
source: Create Course
fr: Créer un Cours

# instCourseBasicInfo
source: Basic Information
fr: Informations de Base

# instCourseTitleLabel
source: Course Title *
fr: Titre

# instCourseTitleHint
source: e.g., Introduction to Programming
fr: par ex., Introduction au Développement Web

# instCourseTitleRequired
source: Title is required
fr: Le titre est requis

# instCourseTitleMinLength
source: Title must be at least 3 characters
fr: Le titre doit comporter au moins 3 caractères

# instCourseTitleMaxLength
source: Title must be less than 200 characters
fr: Le titre doit comporter moins de 200 caractères

# instCourseDescriptionHint
source: Describe what students will learn...
fr: Décrivez ce que les étudiants apprendront dans ce cours

# instCourseDescriptionRequired
source: Description is required
fr: La description est requise

# instCourseDescriptionMinLength
source: Description must be at least 10 characters
fr: La description doit comporter au moins 10 caractères

# instCourseCourseDetails
source: Course Details
fr: Détails du Cours

# instCourseCourseType
source: Course Type *
fr: Type de Cours

# instCourseDifficultyLevel
source: Difficulty Level *
fr: Niveau de Difficulté

# instCourseDurationHours
source: Duration (hours)
fr: Durée (Heures)

# instCourseCategory
source: Category
fr: Catégorie

# instCourseCategoryHint
source: Computer Science
fr: par ex., Programmation, Design, Business

# instCoursePricing
source: Pricing
fr: Tarification

# instCoursePriceLabel
source: Price *
fr: Prix

# instCoursePriceRequired
source: Price is required
fr: Le prix est requis

# instCourseInvalidPrice
source: Invalid price
fr: Prix invalide

# instCourseCurrency
source: Currency
fr: Devise

# instCourseMaxStudents
source: Max Students (optional)
fr: Nombre Maximum d'Étudiants

# instCourseMaxStudentsHint
source: Leave empty for unlimited
fr: Laisser vide pour illimité

# instCourseMedia
source: Media
fr: Médias

# instCourseThumbnailUrl
source: Thumbnail URL (optional)
fr: URL de la Miniature

# instCourseAddTagHint
source: Add tag (e.g., programming, python)
fr: Ajouter un tag (par ex., JavaScript, React)

# instCourseLearningOutcomes
source: Learning Outcomes
fr: Résultats d'Apprentissage

# instCourseOutcomeHint
source: What will students learn?
fr: Que pourront faire les étudiants après ce cours ?

# instCoursePrerequisites
source: Prerequisites
fr: Prérequis

# instCoursePrerequisiteHint
source: What do students need to know?
fr: Que doivent savoir les étudiants avant de suivre ce cours ?

# instCourseUpdateCourse
source: Update Course
fr: Mettre à Jour le Cours

# instCourseCreatedSuccess
source: Course created successfully!
fr: Cours créé avec succès !

# instCourseUpdatedSuccess
source: Course updated successfully!
fr: Cours mis à jour avec succès

# instCourseFailedToSave
source: Failed to save course. Please try again.
fr: Échec de l'enregistrement du cours

# instCourseCourseRoster
source: Course Roster
fr: Liste des Étudiants du Cours

# instCourseRefresh
source: Refresh
fr: Actualiser

# instCourseRetry
source: Retry
fr: Réessayer

# instCourseNoEnrolledStudents
source: No enrolled students yet
fr: Aucun étudiant inscrit pour l'instant

# instCourseApprovedStudentsAppearHere
source: Students with approved permissions will appear here
fr: Les étudiants approuvés apparaîtront ici

# instCourseEnrolledStudents
source: Enrolled Students
fr: Étudiants Inscrits

# instCourseMaxCapacity
source: Max Capacity
fr: Capacité Max

# instCourseEnrolledDate
source: Enrolled: {date}
fr: Inscrit: {date}

# instCourseEnrollmentPermissions
source: Enrollment Permissions
fr: Permissions d'Inscription

# instCoursePendingRequests
source: Pending Requests
fr: En attente

# instCourseApproved
source: Approved
fr: Approuvées

# instCourseAllStudents
source: All Students
fr: Tous les Étudiants

# instCourseGrantPermission
source: Grant Permission
fr: Accorder une Permission

# instCourseSelectAtLeastOne
source: Please select at least one student
fr: Veuillez sélectionner au moins un étudiant

# instCourseGrantedPermission
source: Granted permission to {count} student(s)
fr: Permission accordée à {count} étudiant(s)

# instCourseFailedGrantPermission
source: Failed to grant permission to {count} student(s)
fr: Échec de l'octroi de permission à {count} étudiant(s)

# instCourseGrantEnrollmentPermission
source: Grant Enrollment Permission
fr: Accorder une Permission d'Inscription

# instCourseSelectStudentsGrant
source: Select students to grant access to this course
fr: Sélectionnez les étudiants pour accorder une permission d'inscription

# instCourseSearchStudents
source: Search students...
fr: Rechercher des étudiants...

# instCourseSelectedCount
source: {count} selected
fr: {count} sélectionné(s)

# instCourseClear
source: Clear
fr: Effacer

# instCourseCancel
source: Cancel
fr: Annuler

# instCourseSelectStudents
source: Select Students
fr: Sélectionner des Étudiants

# instCourseGrantToStudents
source: Grant to {count} Student(s)
fr: Accorder à {count} Étudiants

# instCourseNoStudentsAvailable
source: No students available
fr: Aucun étudiant disponible

# instCourseAllStudentsHavePermissions
source: All admitted students already have permissions
fr: Tous les étudiants ont déjà des permissions ou des demandes en attente

# instCourseNoMatchingStudents
source: No matching students
fr: Aucun étudiant ne correspond à votre recherche

# instCourseNoPendingRequests
source: No pending requests
fr: Aucune demande en attente

# instCourseStudentsCanRequest
source: Students can request enrollment permission
fr: Les étudiants peuvent demander une permission d'inscription

# instCourseRequested
source: Requested: {date}
fr: Demandé: {date}

# instCourseDeny
source: Deny
fr: Refuser

# instCourseApprove
source: Approve
fr: Approuver

# instCourseApprovedStudent
source: Approved {name}
fr: {name} approuvé avec succès

# instCourseFailedToApprove
source: Failed to approve
fr: Échec de l'approbation de la demande

# instCourseDenyPermissionRequest
source: Deny Permission Request
fr: Refuser la Demande de Permission

# instCourseDenyStudent
source: Deny {name}?
fr: Êtes-vous sûr de vouloir refuser la permission pour {name} ?

# instCourseReasonForDenial
source: Reason for denial
fr: Raison du Refus

# instCourseEnterReason
source: Enter reason...
fr: Entrez la raison du refus

# instCoursePleaseProvideReason
source: Please provide a reason
fr: Veuillez fournir une raison pour le refus

# instCourseDeniedStudent
source: Denied {name}
fr: Permission refusée pour {name}

# instCourseNoApprovedPermissions
source: No approved permissions yet
fr: Aucune permission approuvée pour l'instant

# instCourseGrantToAllowEnroll
source: Grant permissions to allow students to enroll
fr: Accordez des permissions pour permettre aux étudiants de s'inscrire

# instCourseRevokePermission
source: Revoke Permission
fr: Révoquer la Permission

# instCourseRevokePermissionFor
source: Revoke permission for {name}?
fr: Révoquer la permission pour {name} ?

# instCourseReasonOptional
source: Reason (optional)
fr: Raison (Optionnel)

# instCourseRevoke
source: Revoke
fr: Révoquer

# instCourseRevokedPermissionFor
source: Revoked permission for {name}
fr: Permission révoquée pour {name}

# instCourseNoAdmittedStudents
source: No admitted students
fr: Aucun étudiant admis

# instCourseAcceptedStudentsAppearHere
source: Students with accepted applications will appear here
fr: Les étudiants acceptés dans votre institution apparaîtront ici

# instCourseRequestPending
source: Request Pending
fr: Demande en Attente

# instCourseAccessGranted
source: Access Granted
fr: Accès Accordé

# instCourseDenied
source: Denied
fr: Refusé

# instCourseRevoked
source: Revoked
fr: Révoqué

# instCourseGrantAccess
source: Grant Access
fr: Accorder l'Accès

# instCourseGrantStudentPermission
source: Grant {name} permission to enroll in this course?
fr: Accorder une permission d'inscription à {name} ?

# instCourseNotesOptional
source: Notes (optional)
fr: Notes (Optionnel)

# instCourseAddNotes
source: Add any notes...
fr: Ajouter des notes (optionnel)

# instCourseGrant
source: Grant
fr: Accorder

# instCourseGrantedPermissionTo
source: Granted permission to {name}
fr: Permission accordée à {name}

# instCourseFailedToGrantPermission
source: Failed to grant permission
fr: Échec de l'octroi de permission

# instCourseRequestApproved
source: Request approved
fr: Demande approuvée avec succès

# instCourseFailedToApproveRequest
source: Failed to approve request
fr: Échec de l'approbation de la demande

# instCourseContentBuilder
source: Course Content Builder
fr: Constructeur de Contenu de Cours

# instCoursePreviewCourse
source: Preview Course
fr: Aperçu du Cours

# instCourseAddModule
source: Add Module
fr: Ajouter un Module

# instCourseCourseTitle
source: Course Title
fr: Titre du Cours

# instCourseEditInfo
source: Edit Info
fr: Modifier les Infos

# instCourseCourseModules
source: Course Modules
fr: Modules du Cours

# instCourseNoModulesYet
source: No modules yet
fr: Aucun module pour l'instant

# instCourseStartBuildingModules
source: Start building your course by adding modules
fr: Commencez à construire votre cours en ajoutant des modules

# instCourseLessonsCount
source: {count} lessons
fr: {count} leçons

# instCourseEditModule
source: Edit Module
fr: Modifier le Module

# instCourseDeleteModule
source: Delete Module
fr: Supprimer le Module

# instCourseLearningObjectives
source: Learning Objectives:
fr: Objectifs d'Apprentissage

# instCourseLessons
source: Lessons
fr: Leçons

# instCourseAddLesson
source: Add Lesson
fr: Ajouter une Leçon

# instCourseNoLessonsInModule
source: No lessons in this module
fr: Aucune leçon dans ce module pour l'instant

# instCourseEditLesson
source: Edit Lesson
fr: Modifier la Leçon

# instCourseDeleteLesson
source: Delete Lesson
fr: Supprimer la Leçon

# instCourseError
source: Error
fr: Erreur

# instCourseModuleCreatedSuccess
source: Module "{title}" created successfully
fr: Module '{title}' créé avec succès

# instCourseModuleUpdatedSuccess
source: Module "{title}" updated successfully
fr: Module '{title}' mis à jour avec succès

# instCourseAddNewLesson
source: Add New Lesson
fr: Ajouter une Nouvelle Leçon

# instCourseLessonType
source: Lesson Type
fr: Type de Leçon

# instCourseLessonTitle
source: Lesson Title
fr: Titre de la Leçon

# instCoursePleaseEnterTitle
source: Please enter a title
fr: Veuillez entrer un titre

# instCourseLessonCreatedSuccess
source: Lesson created successfully
fr: Leçon créée avec succès

# instCourseCreate
source: Create
fr: Créer

# instCourseDeleteModuleConfirm
source: Are you sure you want to delete this module? This will also delete all lessons in the module.
fr: Êtes-vous sûr de vouloir supprimer ce module ? Toutes les leçons seront supprimées.

# instCourseDelete
source: Delete
fr: Supprimer

# instCourseModuleDeletedSuccess
source: Module deleted successfully
fr: Module supprimé avec succès

# instCourseDeleteLessonConfirm
source: Are you sure you want to delete this lesson?
fr: Êtes-vous sûr de vouloir supprimer cette leçon ?

# instCourseLessonDeletedSuccess
source: Lesson deleted successfully
fr: Leçon supprimée avec succès

# instCourseEditCourseInfo
source: Edit Course Info
fr: Modifier les Informations du Cours

# instCourseEnterTitle
source: Enter course title
fr: Entrez le titre du cours

# instCourseEnterDescription
source: Enter course description
fr: Entrez la description du cours

# instCourseLevel
source: Level
fr: Niveau

# instCourseInfoUpdatedSuccess
source: Course info updated successfully
fr: Informations du cours mises à jour avec succès

# instCourseSaving
source: Saving...
fr: Enregistrement...

# instCourseSaveChanges
source: Save Changes
fr: Enregistrer les Modifications

# instProgramCreateProgram
source: Create Program
fr: Créer un Programme

# instProgramNameLabel
source: Program Name *
fr: Nom du Programme

# instProgramNameHint
source: e.g., Bachelor of Computer Science
fr: par ex., Licence en Informatique

# instProgramDescriptionHint
source: Describe the program...
fr: Décrivez le programme, ses objectifs et ce qui le rend unique

# instProgramCategoryLabel
source: Category *
fr: Catégorie

# instProgramLevelLabel
source: Level *
fr: Niveau

# instProgramDuration
source: Duration
fr: Durée

# instProgramFeeLabel
source: Program Fee (USD) *
fr: Frais

# instProgramMaxStudentsLabel
source: Maximum Students *
fr: Nombre Maximum d'Étudiants

# instProgramMaxStudentsHint
source: e.g., 100
fr: par ex., 100

# instProgramStartDate
source: Start Date
fr: Date de Début

# instProgramApplicationDeadline
source: Application Deadline
fr: Date Limite de Candidature

# instProgramRequirements
source: Requirements
fr: Exigences

# instProgramAddRequirementHint
source: Add a requirement...
fr: par ex., Diplôme d'études secondaires avec un GPA minimum de 3,0

# instProgramAddAtLeastOneRequirement
source: Please add at least one requirement
fr: Veuillez ajouter au moins une exigence

# instProgramDeadlineBeforeStart
source: Application deadline must be before start date
fr: La date limite de candidature doit être avant la date de début

# instProgramCreatedSuccess
source: Program created successfully!
fr: Programme créé avec succès !

# instProgramFailedToCreate
source: Failed to create program
fr: Échec de la création du programme

# instProgramErrorCreating
source: Error creating program: {error}
fr: Erreur lors de la création du programme: {error}

# instProgramDetails
source: Program Details
fr: Détails du Programme

# instProgramBack
source: Back
fr: Retour

# instProgramEditComingSoon
source: Edit feature coming soon
fr: Fonctionnalité de modification à venir

# instProgramEditProgram
source: Edit Program
fr: Modifier le Programme

# instProgramDeactivate
source: Deactivate
fr: Désactiver

# instProgramActivate
source: Activate
fr: Activer

# instProgramDeleteProgram
source: Delete Program
fr: Supprimer le Programme

# instProgramInactiveMessage
source: This program is currently inactive and not accepting applications
fr: Ce programme est actuellement inactif et n'accepte pas de candidatures

# instProgramEnrolled
source: Enrolled
fr: Inscrits

# instProgramAvailable
source: Available
fr: Disponibles

# instProgramFee
source: Fee
fr: Frais

# instProgramProgramDetails
source: Program Details
fr: Détails du Programme

# instProgramCategory
source: Category
fr: Catégorie

# instProgramMaxStudents
source: Maximum Students
fr: Nombre Maximum d'Étudiants

# instProgramEnrollmentStatus
source: Enrollment Status
fr: Statut des Inscriptions

# instProgramFillRate
source: Fill Rate
fr: Taux de Remplissage

# instProgramIsFull
source: Program is full
fr: Le programme est complet

# instProgramSlotsRemaining
source: {count} slots remaining
fr: {count} places restantes

# instProgramDeactivateQuestion
source: Deactivate Program?
fr: Désactiver le Programme ?

# instProgramActivateQuestion
source: Activate Program?
fr: Activer le Programme ?

# instProgramStopAccepting
source: This program will stop accepting new applications.
fr: Cela arrêtera d'accepter de nouvelles candidatures. Vous pourrez le réactiver plus tard.

# instProgramStartAccepting
source: This program will start accepting new applications.
fr: Cela recommencera à accepter de nouvelles candidatures.

# instProgramCancel
source: Cancel
fr: Annuler

# instProgramConfirm
source: Confirm
fr: Confirmer

# instProgramActivated
source: Program activated
fr: Programme activé avec succès

# instProgramDeactivated
source: Program deactivated
fr: Programme désactivé avec succès

# instProgramErrorUpdatingStatus
source: Error updating program status: {error}
fr: Erreur lors de la mise à jour du statut: {error}

# instProgramDeleteProgramQuestion
source: Delete Program?
fr: Supprimer le Programme ?

# instProgramDeleteConfirm
source: This action cannot be undone. All data associated with this program will be permanently deleted.
fr: Cette action ne peut pas être annulée. Toutes les données du programme seront définitivement supprimées.

# instProgramDelete
source: Delete
fr: Supprimer

# instProgramDeletedSuccess
source: Program deleted successfully
fr: Programme supprimé avec succès

# instProgramFailedToDelete
source: Failed to delete program
fr: Échec de la suppression du programme

# instProgramErrorDeleting
source: Error deleting program: {error}
fr: Erreur lors de la suppression du programme: {error}

# instProgramPrograms
source: Programs
fr: Programmes

# instProgramRetry
source: Retry
fr: Réessayer

# instProgramLoading
source: Loading programs...
fr: Chargement des programmes...

# instProgramActiveOnly
source: Active Only
fr: Actifs Uniquement

# instProgramShowAll
source: Show All
fr: Tout Afficher

# instProgramSearchHint
source: Search programs...
fr: Rechercher des programmes par nom ou catégorie

# instProgramNewProgram
source: New Program
fr: Nouveau Programme

# instProgramNoProgramsFound
source: No Programs Found
fr: Aucun programme trouvé

# instProgramTryAdjustingSearch
source: Try adjusting your search
fr: Essayez d'ajuster votre recherche ou vos filtres

# instProgramCreateFirstProgram
source: Create your first program
fr: Créez votre premier programme pour commencer

# instProgramInactive
source: INACTIVE
fr: INACTIF

# instProgramEnrollment
source: Enrollment
fr: Inscription

# instProgramFull
source: Full
fr: COMPLET

# instProgramSlotsAvailable
source: {count} slots available
fr: {count} places disponibles

# instCounselorSearchHint
source: Search counselors...
fr: Rechercher des conseillers...

# instCounselorRetry
source: Retry
fr: Reessayer

# instCounselorNoCounselorsFound
source: No Counselors Found
fr: Aucun conseiller trouve

# instCounselorNoMatchSearch
source: No counselors match your search
fr: Aucun conseiller ne correspond a votre recherche

# instCounselorAddToInstitution
source: Add counselors to your institution
fr: Ajoutez des conseillers a votre institution

# instCounselorPageOf
source: Page {current} of {total}
fr: Page {current} sur {total}

# instCounselorCounselingOverview
source: Counseling Overview
fr: Apercu du conseil

# instCounselorCounselors
source: Counselors
fr: Conseillers

# instCounselorStudents
source: Students
fr: Etudiants

# instCounselorSessions
source: Sessions
fr: Seances

# instCounselorCompleted
source: Completed
fr: Terminees

# instCounselorUpcoming
source: Upcoming
fr: A venir

# instCounselorAvgRating
source: Avg Rating
fr: Note moy.

# instCounselorStudentAssigned
source: Student assigned successfully
fr: Etudiant assigne avec succes

# instCounselorAssign
source: Assign
fr: Assigner

# instCounselorTotalSessions
source: Total Sessions
fr: Total des seances

# instCounselorAssignStudents
source: Assign Students
fr: Assigner des etudiants

# instCounselorAssignStudentTo
source: Assign Student to {name}
fr: Assigner un etudiant a {name}

# instCounselorSearchStudents
source: Search students...
fr: Rechercher des etudiants...

# instCounselorNoStudentsFound
source: No students found
fr: Aucun etudiant trouve

# instCounselorCancel
source: Cancel
fr: Annuler

# studentCounselingBookSession
source: Book Session
fr: Reserver une seance

# studentCounselingSelectDate
source: Select Date
fr: Selectionner la date

# studentCounselingSelectTime
source: Select Time
fr: Selectionner l'heure

# studentCounselingSessionType
source: Session Type
fr: Type de seance
