Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# swExportNoData
source: No data to export
fr: Aucune donnee a exporter

# swExportSuccess
source: Exported successfully as {format}
fr: Exportation reussie au format {format}

# swExportFailed
source: Export failed: {error}
fr: Echec de l'exportation : {error}

# swExportRetry
source: Retry
fr: Reessayer

# swExportCancel
source: Cancel
fr: Annuler

# swFilterTitle
source: Filters
fr: Filtres

# swFilterResetAll
source: Reset All
fr: Tout reinitialiser

# swFilterPriceRange
source: Price Range (USD)
fr: Fourchette de prix (USD)

# swFilterLevel
source: Level
fr: Niveau

# swFilterCountry
source: Country
fr: Pays

# swFilterInstitutionType
source: Institution Type
fr: Type d'etablissement

# swFilterMinimumRating
source: Minimum Rating
fr: Note minimale

# swFilterDuration
source: Duration (weeks)
fr: Duree (semaines)

# swFilterSpecialOptions
source: Special Options
fr: Options speciales

# swFilterOnlineOnly
source: Online Only
fr: En ligne uniquement

# swFilterOnlineOnlySubtitle
source: Show only online courses/programs
fr: Afficher uniquement les cours/programmes en ligne

# swFilterFinancialAid
source: Financial Aid Available
fr: Aide financiere disponible

# swFilterFinancialAidSubtitle
source: Show only items with financial aid
fr: Afficher uniquement les elements avec aide financiere

# swFilterApply
source: Apply Filters
fr: Appliquer les filtres

# swFilterClearAll
source: Clear all
fr: Tout effacer

# swFilterStarsPlus
source: {rating}+ stars
fr: {rating}+ etoiles

# swFilterWeeks
source: {count} weeks
fr: {count} semaines

# swSearchHint
source: Search...
fr: Rechercher...

# swSearchAll
source: All
fr: Tous

# swSearchRecentSearches
source: Recent Searches
fr: Recherches recentes

# swSearchClear
source: Clear
fr: Effacer

# swSortByTitle
source: Sort By
fr: Trier par

# swSortLabel
source: Sort
fr: Trier

# swSortFilterLabel
source: Filter
fr: Filtrer

# swSortRelevance
source: Relevance
fr: Pertinence

# swSortMostPopular
source: Most Popular
fr: Plus populaires

# swSortHighestRated
source: Highest Rated
fr: Mieux notes

# swSortNewestFirst
source: Newest First
fr: Plus recents

# swSortOldestFirst
source: Oldest First
fr: Plus anciens

# swSortPriceLowToHigh
source: Price: Low to High
fr: Prix : croissant

# swSortPriceHighToLow
source: Price: High to Low
fr: Prix : decroissant

# swSortNameAZ
source: Name: A to Z
fr: Nom : A a Z

# swSortNameZA
source: Name: Z to A
fr: Nom : Z a A

# swSortDurationShortest
source: Duration: Shortest
fr: Duree : plus courte

# swSortDurationLongest
source: Duration: Longest
fr: Duree : plus longue

# swStatusPending
source: Pending
fr: En attente

# swStatusApproved
source: Approved
fr: Approuve

# swStatusRejected
source: Rejected
fr: Rejete

# swStatusInProgress
source: In Progress
fr: En cours

# swStatusCompleted
source: Completed
fr: Termine

# swRefreshLastUpdated
source: Last updated: {timeAgo}
fr: Derniere mise a jour : {timeAgo}

# swRefreshJustNow
source: just now
fr: a l'instant

# swRefreshSecondsAgo
source: {count}s ago
fr: Il y a {count} s

# swRefreshMinutesAgo
source: {count}m ago
fr: Il y a {count} min

# swRefreshHoursAgo
source: {count}h ago
fr: Il y a {count} h

# swRefreshYesterday
source: yesterday
fr: hier

# swRefreshDaysAgo
source: {count}d ago
fr: Il y a {count} j

# swRefreshSuccess
source: Dashboard refreshed successfully
fr: Tableau de bord actualise avec succes

# swRefreshFailed
source: Failed to refresh dashboard
fr: Echec de l'actualisation du tableau de bord

# swFileUploadDropHere
source: Drop files here
fr: Deposez les fichiers ici

# swFileUploadClickToSelect
source: Click to select files or drag and drop
fr: Cliquez pour selectionner des fichiers ou glissez-deposez

# swFileUploadTooLarge
source: {fileName} is too large. Maximum size is {maxSize}MB
fr: {fileName} est trop volumineux. La taille maximale est de {maxSize} Mo

# swFileUploadInvalidType
source: {fileName} has an invalid file type. Allowed: {allowedTypes}
fr: {fileName} a un type de fichier invalide. Autorises : {allowedTypes}

# swFileUploadPickFailed
source: Failed to pick files: {error}
fr: Echec de la selection des fichiers : {error}

# swFileUploadProgress
source: {percent}% uploaded
fr: {percent} % telecharge

# swFileUploadLabel
source: Upload File
fr: Telecharger un fichier

# swFileUploadPickImageFailed
source: Failed to pick image: {error}
fr: Echec de la selection de l'image : {error}

# swFileUploadTapToSelect
source: Tap to select image
fr: Appuyez pour selectionner une image

# swFileUploadImageFormats
source: JPG, PNG, GIF (max 5MB)
fr: JPG, PNG, GIF (max 5 Mo)

# swFileUploadAllowed
source: Allowed: {formats}
fr: Autorises : {formats}

# swFileUploadMaxSize
source: Max {size}MB
fr: Max {size} Mo

# swDocViewerLoading
source: Loading {name}...
fr: Chargement de {name}...

# swDocViewerFailedToLoad
source: Failed to load document
fr: Echec du chargement du document

# swDocViewerLoadError
source: Failed to load document: {error}
fr: Echec du chargement du document : {error}

# swDocViewerRetry
source: Retry
fr: Reessayer

# swDocViewerPinchToZoom
source: Use pinch gesture to zoom
fr: Pincez pour zoomer

# swDocViewerPreviewNotAvailable
source: Preview Not Available
fr: Apercu non disponible

# swDocViewerCannotPreview
source: This file type ({extension}) cannot be previewed
fr: Ce type de fichier ({extension}) ne peut pas etre previsualise

# swDocViewerDownloading
source: Downloading {name}...
fr: Telechargement de {name}...

# swDocViewerDownloadToView
source: Download to View
fr: Telecharger pour voir

# swDocViewerPdfViewer
source: PDF Viewer
fr: Visionneuse PDF

# swDocViewerPdfEnableMessage
source: To enable PDF viewing, add one of these packages to pubspec.yaml:
fr: Pour activer la visualisation PDF, ajoutez l'un de ces packages au pubspec.yaml :

# swDocViewerPdfOptionCommercial
source: Full-featured, commercial
fr: Complet, commercial

# swDocViewerPdfOptionOpenSource
source: Open source, native rendering
fr: Open source, rendu natif

# swDocViewerPdfOptionModern
source: Modern, good performance
fr: Moderne, bonnes performances

# swDocViewerPageOf
source: Page {current} of {total}
fr: Page {current} sur {total}

# swDocViewerFailedToLoadImage
source: Failed to load image
fr: Echec du chargement de l'image

# swScheduleHighPriority
source: High
fr: Haute

# swScheduleNow
source: Now
fr: En cours

# swScheduleCompleted
source: Completed
fr: Terminé

# swScheduleMarkComplete
source: Mark Complete
fr: Marquer comme terminé

# swScheduleToday
source: Today
fr: Aujourd'hui

# swScheduleTomorrow
source: Tomorrow
fr: Demain

# swScheduleYesterday
source: Yesterday
fr: Hier

# swScheduleMonthJan
source: Jan
fr: Janv

# swScheduleMonthFeb
source: Feb
fr: Févr

# swScheduleMonthMar
source: Mar
fr: Mars

# swScheduleMonthApr
source: Apr
fr: Avr

# swScheduleMonthMay
source: May
fr: Mai

# swScheduleMonthJun
source: Jun
fr: Juin

# swScheduleMonthJul
source: Jul
fr: Juil

# swScheduleMonthAug
source: Aug
fr: Août

# swScheduleMonthSep
source: Sep
fr: Sept

# swScheduleMonthDec
source: Dec
fr: Déc

# swScheduleNoEvents
source: No events scheduled
fr: Aucun événement prévu

# swScheduleAddEvent
source: Add Event
fr: Ajouter un événement

# swSettingsThemeLight
source: Light
fr: Clair

# swSettingsThemeLightSubtitle
source: Bright and clean interface
fr: Interface lumineuse et épurée

# swSettingsThemeDark
source: Dark
fr: Sombre

# swSettingsThemeDarkSubtitle
source: Easy on the eyes in low light
fr: Confortable en faible luminosité

# swSettingsThemeSystem
source: System
fr: Système

# swSettingsThemeSystemSubtitle
source: Follow device settings
fr: Suivre les paramètres de l'appareil

# swSettingsTotalDataUsage
source: Total Data Usage
fr: Utilisation totale des données

# swSettingsDangerZone
source: Danger Zone
fr: Zone de danger

# swSettingsFlowPlatform
source: Flow EdTech Platform
fr: Plateforme Flow EdTech

# swSettingsCopyright
source: © 2025 All rights reserved
fr: © 2025 Tous droits réservés

# swTaskToday
source: Today
fr: Aujourd'hui

# swTaskTomorrow
source: Tomorrow
fr: Demain

# swTaskYesterday
source: Yesterday
fr: Hier

# swTaskDaysAgo
source: {count} days ago
fr: Il y a {count} jours

# swTaskInDays
source: In {count} days
fr: Dans {count} jours

# swTaskOverdue
source: Overdue
fr: En retard

# swTaskMonthJan
source: Jan
fr: Janv

# swTaskMonthFeb
source: Feb
fr: Févr

# swTaskMonthMar
source: Mar
fr: Mars

# swTaskMonthApr
source: Apr
fr: Avr

# swTaskMonthMay
source: May
fr: Mai

# swTaskMonthJun
source: Jun
fr: Juin

# swTaskMonthJul
source: Jul
fr: Juil

# swTaskMonthAug
source: Aug
fr: Août

# swTaskMonthSep
source: Sep
fr: Sept

# swTaskMonthDec
source: Dec
fr: Déc

# swTaskNoTasks
source: No tasks yet
fr: Aucune tâche pour le moment

# swTaskAddTask
source: Add Task
fr: Ajouter une tâche

# swUserProfileEditProfile
source: Edit Profile
fr: Modifier le profil

# swUserProfileSettings
source: Settings
fr: Paramètres

# swUserProfileJustNow
source: Just now
fr: À l'instant

# swUserProfileMinutesAgo
source: {count}m ago
fr: Il y a {count} min

# swUserProfileHoursAgo
source: {count}h ago
fr: Il y a {count} h

# swUserProfileDaysAgo
source: {count}d ago
fr: Il y a {count} j

# swUserProfileMonthJan
source: Jan
fr: Janv

# swUserProfileMonthFeb
source: Feb
fr: Févr

# swUserProfileMonthMar
source: Mar
fr: Mars

# swUserProfileMonthApr
source: Apr
fr: Avr

# swUserProfileMonthMay
source: May
fr: Mai

# swUserProfileMonthJun
source: Jun
fr: Juin

# swUserProfileMonthJul
source: Jul
fr: Juil

# swUserProfileMonthAug
source: Aug
fr: Août

# swUserProfileMonthSep
source: Sep
fr: Sept

# swUserProfileMonthDec
source: Dec
fr: Déc

# swUserProfileGetStarted
source: Get Started
fr: Commencer

# swVideoCompleted
source: Completed
fr: Terminé

# swVideoInProgress
source: In Progress
fr: En cours

# swVideoLike
source: Like
fr: J'aime

# swVideoDownloaded
source: Downloaded
fr: Téléchargé

# swVideoDownload
source: Download
fr: Télécharger

# swVideoViewsMillions
source: {count}M views
fr: {count}M de vues

# swVideoViewsThousands
source: {count}K views
fr: {count}K de vues

# swVideoViewsCount
source: {count} views
fr: {count} vues

# swVideoPercentWatched
source: {percent}% watched
fr: {percent}% regardé

# swVideoPlaylistCompleted
source: {completed}/{total} completed
fr: {completed}/{total} terminé(s)

# swVideoNoVideos
source: No videos available
fr: Aucune vidéo disponible

# swVideoBrowseVideos
source: Browse Videos
fr: Parcourir les vidéos

# swStatsCurrent
source: Current
fr: Actuel

# connectionStatusLive
source: Live
fr: En direct

# connectionStatusConnecting
source: Connecting...
fr: Connexion...

# connectionStatusConnectingShort
source: Connecting
fr: Connexion

# connectionStatusOffline
source: Offline
fr: Hors ligne

# connectionStatusError
source: Error
fr: Erreur

# connectionStatusTooltipConnected
source: Real-time updates are active
fr: Les mises à jour en temps réel sont actives

# connectionStatusTooltipConnecting
source: Establishing real-time connection...
fr: Établissement de la connexion en temps réel...

# connectionStatusTooltipDisconnected
source: Real-time updates are not available. Data will refresh periodically.
fr: Les mises à jour en temps réel ne sont pas disponibles. Les données seront actualisées périodiquement.

# connectionStatusTooltipError
source: Connection error. Please check your internet connection.
fr: Erreur de connexion. Veuillez vérifier votre connexion Internet.

# loadingIndicatorDefault
source: Loading...
fr: Chargement...

# messageBadgeUnread
source: {count} unread messages
fr: {count} messages non lus

# notificationBadgeUnread
source: {count} unread notifications
fr: {count} notifications non lues

# typingIndicatorOneUser
source: {user} is typing
fr: {user} est en train d'écrire

# typingIndicatorTwoUsers
source: {user1} and {user2} are typing
fr: {user1} et {user2} sont en train d'écrire

# typingIndicatorMultipleUsers
source: {user1}, {user2} and {count} others are typing
fr: {user1}, {user2} et {count} autres sont en train d'écrire

# lessonEditorEdit
source: Edit
fr: Modifier

# lessonEditorSaveLesson
source: Save Lesson
fr: Enregistrer la leçon

# lessonEditorBasicInfo
source: Basic Information
fr: Informations de base

# lessonEditorLessonTitle
source: Lesson Title *
fr: Titre de la leçon *

# lessonEditorLessonTitleHelper
source: Give your lesson a clear, descriptive title
fr: Donnez à votre leçon un titre clair et descriptif

# lessonEditorLessonTitleError
source: Please enter a lesson title
fr: Veuillez saisir un titre de leçon

# lessonEditorDescriptionHelper
source: Provide a brief overview of this lesson
fr: Fournissez un bref aperçu de cette leçon

# lessonEditorDuration
source: Duration (minutes)
fr: Durée (minutes)

# lessonEditorMandatory
source: Mandatory
fr: Obligatoire

# lessonEditorMandatorySubtitle
source: Students must complete this lesson
fr: Les étudiants doivent compléter cette leçon

# lessonEditorPublished
source: Published
fr: Publié

# lessonEditorPublishedSubtitle
source: Visible to students
fr: Visible par les étudiants

# lessonEditorLessonContent
source: Lesson Content
fr: Contenu de la leçon

# lessonEditorSaveSuccess
source: Lesson saved successfully
fr: Leçon enregistrée avec succès

# lessonEditorSaveError
source: Error saving lesson
fr: Erreur lors de l'enregistrement de la leçon

# lessonEditorVideoSavePending
source: Video content will be saved (API integration pending)
fr: Le contenu vidéo sera enregistré (intégration API en attente)

# lessonEditorTextSavePending
source: Text content will be saved (API integration pending)
fr: Le contenu texte sera enregistré (intégration API en attente)

# lessonEditorQuizSavePending
source: Quiz content will be saved (API integration pending)
fr: Le contenu du quiz sera enregistré (intégration API en attente)

# lessonEditorAssignmentSavePending
source: Assignment content will be saved (API integration pending)
fr: Le contenu du devoir sera enregistré (intégration API en attente)

# adminApprovalConfiguration
source: Approval Configuration
fr: Configuration des approbations

# adminApprovalRefresh
source: Refresh
fr: Actualiser

# adminApprovalFailedToLoadConfigurations
source: Failed to load configurations
fr: Impossible de charger les configurations

# adminApprovalRetry
source: Retry
fr: Reessayer

# adminApprovalNoConfigurationsFound
source: No configurations found
fr: Aucune configuration trouvee

# adminApprovalEditConfiguration
source: Edit configuration
fr: Modifier la configuration

# adminApprovalApprovalLevel
source: Approval Level
fr: Niveau d'approbation

# adminApprovalPriority
source: Priority
fr: Priorite

# adminApprovalExpires
source: Expires
fr: Expire

# adminApprovalAutoExecute
source: Auto Execute
fr: Execution auto

# adminApprovalYes
source: Yes
fr: Oui

# adminApprovalNo
source: No
fr: Non

# adminApprovalMfaRequired
source: MFA Required
fr: MFA requis

# adminApprovalSkipLevels
source: Skip Levels
fr: Sauter les niveaux

# adminApprovalAllowed
source: Allowed
fr: Autorise

# adminApprovalInitiatorRoles
source: Initiator Roles
fr: Roles initiateurs

# adminApprovalApproverRoles
source: Approver Roles
fr: Roles approbateurs

# adminApprovalConfigurationUpdated
source: Configuration updated
fr: Configuration mise a jour

# adminApprovalFailedToUpdateConfiguration
source: Failed to update configuration
fr: Impossible de mettre a jour la configuration

# adminApprovalEdit
source: Edit
fr: Modifier

# adminApprovalDescribeWorkflow
source: Describe this approval workflow
fr: Decrivez ce flux d'approbation

# adminApprovalDefaultPriority
source: Default Priority
fr: Priorite par defaut

# adminApprovalPriorityLow
source: Low
fr: Basse

# adminApprovalPriorityNormal
source: Normal
fr: Normale

# adminApprovalPriorityHigh
source: High
fr: Haute

# adminApprovalPriorityUrgent
source: Urgent
fr: Urgente

# adminApprovalExpirationHours
source: Expiration (hours)
fr: Expiration (heures)

# adminApprovalLeaveEmptyNoExpiration
source: Leave empty for no expiration
fr: Laisser vide pour pas d'expiration

# adminApprovalSettings
source: Settings
fr: Parametres

# adminApprovalActive
source: Active
fr: Actif

# adminApprovalEnableDisableWorkflow
source: Enable or disable this workflow
fr: Activer ou desactiver ce flux

# adminApprovalAutoExecuteTitle
source: Auto Execute
fr: Execution auto

# adminApprovalAutoExecuteSubtitle
source: Automatically execute action after final approval
fr: Executer automatiquement l'action apres l'approbation finale

# adminApprovalRequireMfa
source: Require MFA
fr: Exiger le MFA

# adminApprovalRequireMfaSubtitle
source: Require multi-factor auth for approval
fr: Exiger l'authentification multi-facteurs pour l'approbation

# adminApprovalAllowLevelSkipping
source: Allow Level Skipping
fr: Autoriser le saut de niveau

# adminApprovalAllowLevelSkippingSubtitle
source: Allow higher-level admins to skip approval levels
fr: Permettre aux admins de niveau superieur de sauter des niveaux

# adminApprovalNotificationChannels
source: Notification Channels
fr: Canaux de notification

# adminApprovalCancel
source: Cancel
fr: Annuler

# adminApprovalSaveChanges
source: Save Changes
fr: Enregistrer

# adminApprovalStatusActive
source: Active
fr: Actif

# adminApprovalStatusInactive
source: Inactive
fr: Inactif

# adminApprovalWorkflow
source: Approval Workflow
fr: Flux d'approbation

# adminApprovalViewAllRequests
source: View All Requests
fr: Voir toutes les demandes

# adminApprovalOverview
source: Overview
fr: Vue d'ensemble

# adminApprovalErrorLoadingStats
source: Error loading statistics: {error}
fr: Erreur de chargement des statistiques : {error}

# adminApprovalYourPendingActions
source: Your Pending Actions
fr: Vos actions en attente

# adminApprovalErrorLoadingPending
source: Error loading pending actions: {error}
fr: Erreur de chargement des actions en attente : {error}

# adminApprovalQuickActions
source: Quick Actions
fr: Actions rapides

# adminApprovalTotalRequests
source: Total Requests
fr: Total des demandes

# adminApprovalPendingReview
source: Pending Review
fr: En attente de revision

# adminApprovalUnderReview
source: Under Review
fr: En cours de revision

# adminApprovalApproved
source: Approved
fr: Approuve

# adminApprovalDenied
source: Denied
fr: Refuse

# adminApprovalExecuted
source: Executed
fr: Execute

# adminApprovalAllCaughtUp
source: All caught up!
fr: Tout est a jour !

# adminApprovalNoPendingActions
source: You have no pending actions.
fr: Vous n'avez aucune action en attente.

# adminApprovalPendingReviews
source: Pending Reviews
fr: Revisions en attente

# adminApprovalAwaitingYourResponse
source: Awaiting Your Response
fr: En attente de votre reponse

# adminApprovalDelegatedToYou
source: Delegated to You
fr: Deleguees a vous

# adminApprovalNewRequest
source: New Request
fr: Nouvelle demande

# adminApprovalAllRequests
source: All Requests
fr: Toutes les demandes

# adminApprovalMyRequests
source: My Requests
fr: Mes demandes

# adminApprovalRequest
source: Approval Request
fr: Demande d'approbation

# adminApprovalErrorWithMessage
source: Error: {error}
fr: Erreur : {error}

# adminApprovalRequestNotFound
source: Request not found
fr: Demande introuvable

# adminApprovalInitiatedBy
source: Initiated by
fr: Initie par

# adminApprovalRequestType
source: Request Type
fr: Type de demande

# adminApprovalCreated
source: Created
fr: Cree le

# adminApprovalExpiresLabel
source: Expires
fr: Expire le

# adminApprovalChain
source: Approval Chain
fr: Chaine d'approbation

# adminApprovalNotesOptional
source: Notes (optional)
fr: Notes (facultatif)

# adminApprovalAddNotesHint
source: Add notes for your action...
fr: Ajoutez des notes pour votre action...

# adminApprovalApprove
source: Approve
fr: Approuver

# adminApprovalDeny
source: Deny
fr: Refuser

# adminApprovalRequestInfo
source: Request Info
fr: Demander des infos

# adminApprovalEscalate
source: Escalate
fr: Escalader

# adminApprovalComments
source: Comments
fr: Commentaires

# adminApprovalAddCommentHint
source: Add a comment...
fr: Ajouter un commentaire...

# adminApprovalNoCommentsYet
source: No comments yet
fr: Aucun commentaire

# adminApprovalStatusPending
source: Pending
fr: En attente

# adminApprovalEscalated
source: Escalated
fr: Esclade

# adminApprovalConfirmApproval
source: Confirm Approval
fr: Confirmer l'approbation

# adminApprovalConfirmApproveMessage
source: Are you sure you want to approve this request?
fr: Etes-vous sur de vouloir approuver cette demande ?

# adminApprovalDenyRequest
source: Deny Request
fr: Refuser la demande

# adminApprovalProvideReasonDenial
source: Please provide a reason for denial:
fr: Veuillez fournir une raison pour le refus :

# adminApprovalReason
source: Reason
fr: Raison

# adminApprovalRequestInformation
source: Request Information
fr: Demande d'information

# adminApprovalWhatInfoNeeded
source: What information do you need from the requester?
fr: De quelles informations avez-vous besoin du demandeur ?

# adminApprovalSend
source: Send
fr: Envoyer

# adminApprovalEscalateRequest
source: Escalate Request
fr: Escalader la demande

# adminApprovalConfirmEscalateMessage
source: Are you sure you want to escalate this request to a higher level?
fr: Etes-vous sur de vouloir escalader cette demande a un niveau superieur ?

# adminApprovalEscalatedForReview
source: Escalated for higher review
fr: Escaladee pour revision superieure

# adminApprovalRequests
source: Approval Requests
fr: Demandes d'approbation

# adminApprovalFilter
source: Filter
fr: Filtrer

# adminApprovalFiltersApplied
source: Filters applied
fr: Filtres appliques

# adminApprovalClear
source: Clear
fr: Effacer

# adminApprovalRequestCount
source: {count} requests
fr: {count} demandes

# adminApprovalNoRequestsFound
source: No approval requests found
fr: Aucune demande d'approbation trouvee

# adminApprovalCreateNewRequest
source: Create New Request
fr: Creer une nouvelle demande

# adminApprovalCreateRequest
source: Create Approval Request
fr: Creer une demande d'approbation

# adminApprovalCategory
source: Category
fr: Categorie

# adminApprovalTargetResource
source: Target Resource
fr: Ressource cible

# adminApprovalResourceType
source: Resource Type
fr: Type de ressource

# adminApprovalResourceIdOptional
source: Resource ID (optional)
fr: ID de ressource (facultatif)

# adminApprovalEnterResourceId
source: Enter the ID of the target resource
fr: Entrez l'ID de la ressource cible

# adminApprovalJustificationDescription
source: Please provide a detailed justification for this request.
fr: Veuillez fournir une justification detaillee pour cette demande.

# adminApprovalJustificationHint
source: Explain why this action is needed and its expected impact...
fr: Expliquez pourquoi cette action est necessaire et son impact attendu...

# adminApprovalPleaseProvideJustification
source: Please provide a justification
fr: Veuillez fournir une justification

# adminApprovalJustificationMinLength
source: Justification must be at least 20 characters
fr: La justification doit comporter au moins 20 caracteres

# adminApprovalSubmitRequest
source: Submit Request
fr: Soumettre la demande

# adminApprovalRequestSubmittedSuccess
source: Approval request submitted successfully
fr: Demande d'approbation soumise avec succes

# adminApprovalApply
source: Apply
fr: Appliquer

# adminApprovalFilterRequests
source: Filter Requests
fr: Filtrer les demandes

# adminApprovalSearch
source: Search
fr: Rechercher

# adminApprovalSearchHint
source: Search by request number or justification
fr: Rechercher par numero de demande ou justification

# adminApprovalStatus
source: Status
fr: Statut

# adminApprovalClearAll
source: Clear All
fr: Tout effacer

# adminApprovalUnknown
source: Unknown
fr: Inconnu

# adminApprovalExpired
source: Expired
fr: Expire
