Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# adminFinanceStatus
source: Status
fr: Statut

# adminFinanceSuccessful
source: Successful
fr: Réussi

# adminFinanceSuccessfullyRefunded
source: Successfully refunded
fr: Remboursé avec succès

# adminFinanceToday
source: Today
fr: Aujourd'hui

# adminFinanceTotalFlags
source: Total Flags
fr: Total des signalements

# adminFinanceTotalRefunds
source: Total Refunds
fr: Total des remboursements

# adminFinanceTotalSettled
source: Total Settled
fr: Total réglé

# adminFinanceTotalVolume
source: Total Volume
fr: Volume total

# adminFinanceTransactionDetails
source: Transaction Details
fr: Détails de la transaction

# adminFinanceTransactionId
source: Transaction ID
fr: ID de transaction

# adminFinanceTransactionsSubtitle
source: View and manage all financial transactions
fr: Voir et gérer toutes les transactions financières

# adminFinanceUnreviewed
source: Unreviewed
fr: Non examiné

# adminFinanceUser
source: User
fr: Utilisateur

# adminFinanceUserId
source: User ID
fr: ID utilisateur

# adminFinanceViewDetails
source: View Details
fr: Voir les détails

# adminFinanceYesterday
source: Yesterday
fr: Hier

# adminReportActivated
source: Activated
fr: Activé

# adminReportAllReports
source: All Reports
fr: Tous les rapports

# adminReportBuilderHelpTitle
source: Report Builder Help
fr: Aide du générateur de rapports

# adminReportBuilderTitle
source: Report Builder
fr: Générateur de rapports

# adminReportCancel
source: Cancel
fr: Annuler

# adminReportCreate
source: Create Report
fr: Créer un rapport

# adminReportCreateAutomatedReports
source: Create automated reports that run on a schedule
fr: Créer des rapports automatisés qui s'exécutent selon un calendrier

# adminReportCreateSchedule
source: Create Schedule
fr: Créer un calendrier

# adminReportCsvDescription
source: Spreadsheet format for Excel
fr: Format tableur pour Excel

# adminReportCsvSpreadsheet
source: CSV Spreadsheet
fr: Tableur CSV

# adminReportDaily
source: Daily
fr: Quotidien

# adminReportDateRange
source: Date Range
fr: Plage de dates

# adminReportDelete
source: Delete
fr: Supprimer

# adminReportDeleteScheduledReport
source: Delete Scheduled Report
fr: Supprimer le rapport programmé

# adminReportDescriptionHint
source: Enter report description
fr: Entrez la description du rapport

# adminReportDescriptionOptional
source: Description (Optional)
fr: Description (Facultatif)

# adminReportEdit
source: Edit
fr: Modifier

# adminReportEditScheduledReport
source: Edit Scheduled Report
fr: Modifier le rapport programmé

# adminReportEmailRecipients
source: Email Recipients
fr: Destinataires

# adminReportEndDate
source: End Date
fr: Date de fin

# adminReportExportFormat
source: Export Format
fr: Format d'exportation

# adminReportFeature1
source: Select metrics and data points
fr: Sélectionner les métriques et points de données

# adminReportFeature2
source: Choose date ranges
fr: Choisir les plages de dates

# adminReportFeature3
source: Export in multiple formats
fr: Exporter dans plusieurs formats

# adminReportFeature4
source: Schedule automated reports
fr: Planifier des rapports automatisés

# adminReportFeatures
source: Features
fr: Fonctionnalités

# adminReportFrequency
source: Frequency
fr: Fréquence

# adminReportGenerate
source: Generate
fr: Générer

# adminReportGeneratedSuccess
source: Report generated successfully
fr: Rapport généré avec succès

# adminReportGenerating
source: Generating...
fr: Génération en cours...

# adminReportGenerationStarted
source: Report generation started
fr: Génération du rapport démarrée

# adminReportGotIt
source: Got it
fr: Compris

# adminReportHelp
source: Help
fr: Aide

# adminReportHelpPresetsInfo
source: Use presets for quick report generation
fr: Utilisez les préréglages pour une génération rapide de rapports

# adminReportHelpStep1
source: Select metrics you want to include
fr: Sélectionnez les métriques à inclure

# adminReportHelpStep2
source: Choose a date range
fr: Choisissez une plage de dates

# adminReportHelpStep3
source: Select export format
fr: Sélectionnez le format d'exportation

# adminReportHelpStep4
source: Click Generate to create report
fr: Cliquez sur Générer pour créer le rapport

# adminReportHelpStep5
source: Download or share the report
fr: Téléchargez ou partagez le rapport

# adminReportHowToUse
source: How to Use
fr: Comment utiliser

# adminReportHowToUseScheduled
source: How to Use Scheduled Reports
fr: Comment utiliser les rapports programmés

# adminReportJsonData
source: JSON Data
fr: Données JSON

# adminReportJsonDescription
source: Raw data format for developers
fr: Format de données brutes pour les développeurs

# adminReportLast30Days
source: Last 30 Days
fr: 30 derniers jours

# adminReportLast7Days
source: Last 7 Days
fr: 7 derniers jours

# adminReportLastMonth
source: Last Month
fr: Mois dernier

# adminReportMetricAcceptanceRate
source: Acceptance Rate
fr: Taux d'acceptation

# adminReportMetricActiveSessions
source: Active Sessions
fr: Sessions actives

# adminReportMetricConversion
source: Conversion Rate
fr: Taux de conversion

# adminReportMetricNewRegistrations
source: New Registrations
fr: Nouvelles inscriptions

# adminReportMetricRevenue
source: Revenue
fr: Revenus

# adminReportMetricTotalApplications
source: Total Applications
fr: Total des candidatures

# adminReportMetricTotalUsers
source: Total Users
fr: Total des utilisateurs

# adminReportMonthly
source: Monthly
fr: Mensuel

# adminReportNewSchedule
source: New Schedule
fr: Nouveau calendrier

# adminReportNewScheduledReport
source: New Scheduled Report
fr: Nouveau rapport programmé

# adminReportNextRun
source: Next Run
fr: Prochaine exécution

# adminReportNoScheduledReports
source: No scheduled reports
fr: Aucun rapport programmé

# adminReportPaused
source: Paused
fr: En pause

# adminReportPdfDescription
source: Formatted document for printing
fr: Document formaté pour l'impression

# adminReportPdfDocument
source: PDF Document
fr: Document PDF

# adminReportQuickPresets
source: Quick Presets
fr: Préréglages rapides

# adminReportRecipientsRequired
source: At least one recipient is required
fr: Au moins un destinataire est requis

# adminReportReportsSubtitle
source: Generate and download reports
fr: Générer et télécharger des rapports

# adminReportReportsTitle
source: Reports
fr: Rapports

# adminReportRunNow
source: Run Now
fr: Exécuter maintenant

# adminReportSave
source: Save
fr: Enregistrer

# adminReportScheduledCreated
source: Scheduled report created
fr: Rapport programmé créé

# adminReportScheduledReportDeleted
source: Scheduled report deleted
fr: Rapport programmé supprimé

# adminReportScheduledReports
source: Scheduled Reports
fr: Rapports programmés

# adminReportScheduledReportsHelp
source: Scheduled Reports Help
fr: Aide des rapports programmés

# adminReportScheduledStep1
source: Create a new scheduled report
fr: Créez un nouveau rapport programmé

# adminReportScheduledStep2
source: Select frequency (daily, weekly, monthly)
fr: Sélectionnez la fréquence (quotidien, hebdomadaire, mensuel)

# adminReportScheduledStep3
source: Choose metrics to include
fr: Choisissez les métriques à inclure

# adminReportScheduledStep4
source: Add email recipients
fr: Ajoutez les destinataires

# adminReportScheduledStep5
source: Reports will be sent automatically
fr: Les rapports seront envoyés automatiquement

# adminReportScheduledUpdated
source: Scheduled report updated
fr: Rapport programmé mis à jour

# adminReportSelectAll
source: Select All
fr: Tout sélectionner

# adminReportSelectAtLeastOneMetric
source: Select at least one metric
fr: Sélectionnez au moins une métrique

# adminReportSelectMetrics
source: Select Metrics
fr: Sélectionner les métriques

# adminReportStartDate
source: Start Date
fr: Date de début

# adminReportThisMonth
source: This Month
fr: Ce mois-ci

# adminReportTitle
source: Report Title
fr: Titre du rapport

# adminReportTitleHint
source: Enter report title
fr: Entrez le titre du rapport

# adminReportTitleRequired
source: Title is required
fr: Le titre est requis

# adminReportTo
source: to
fr: à

# adminReportToday
source: Today
fr: Aujourd'hui

# adminReportTomorrow
source: Tomorrow
fr: Demain

# adminReportWeekly
source: Weekly
fr: Hebdomadaire

# adminSupportAcademic
source: Academic
fr: Académique

# adminSupportAccount
source: Account
fr: Compte

# adminSupportActive
source: Active
fr: Actif

# adminSupportAllCategories
source: All Categories
fr: Toutes les catégories

# adminSupportAllStatus
source: All Status
fr: Tous les statuts

# adminSupportAnswer
source: Answer
fr: Réponse

# adminSupportBilling
source: Billing
fr: Facturation

# adminSupportCancel
source: Cancel
fr: Annuler

# adminSupportCategory
source: Category
fr: Catégorie

# adminSupportCreateAction
source: Create
fr: Créer

# adminSupportCreateFaq
source: Create FAQ
fr: Créer une FAQ

# adminSupportDelete
source: Delete
fr: Supprimer

# adminSupportDeleteFaq
source: Delete FAQ
fr: Supprimer la FAQ

# adminSupportDraftArticles
source: Draft Articles
fr: Articles brouillons

# adminSupportEdit
source: Edit
fr: Modifier

# adminSupportEditFaq
source: Edit FAQ
fr: Modifier la FAQ

# adminSupportFaqCreated
source: FAQ created successfully
fr: FAQ créée avec succès

# adminSupportFaqDeleted
source: FAQ deleted successfully
fr: FAQ supprimée avec succès

# adminSupportFaqEntries
source: FAQ Entries
fr: Entrées FAQ

# adminSupportFaqUpdated
source: FAQ updated successfully
fr: FAQ mise à jour avec succès

# adminSupportGeneral
source: General
fr: Général

# adminSupportHelpful
source: Helpful
fr: Utile

# adminSupportHighestHelpfulVotes
source: Highest Helpful Votes
fr: Plus de votes utiles

# adminSupportInactive
source: Inactive
fr: Inactif

# adminSupportKeywords
source: Keywords
fr: Mots-clés

# adminSupportKnowledgeBase
source: Knowledge Base
fr: Base de connaissances

# adminSupportKnowledgeBaseSubtitle
source: Manage FAQ entries and help articles
fr: Gérer les entrées FAQ et articles d'aide

# adminSupportMostHelpful
source: Most Helpful
fr: Plus utile

# adminSupportNotHelpful
source: Not Helpful
fr: Pas utile

# adminSupportPriority
source: Priority
fr: Priorité

# adminSupportPublishedArticles
source: Published Articles
fr: Articles publiés

# adminSupportRefresh
source: Refresh
fr: Actualiser

# adminSupportSearchFaqHint
source: Search FAQs...
fr: Rechercher des FAQ...

# adminSupportStatus
source: Status
fr: Statut

# adminSupportTechnical
source: Technical
fr: Technique

# adminSupportToggleActive
source: Toggle Active
fr: Activer/Désactiver

# adminSupportTotalArticles
source: Total Articles
fr: Total des articles

# adminSupportUpdate
source: Update
fr: Mettre à jour

# adminSupportUses
source: Uses
fr: Utilisations

# adminUserAcademic
source: Academic
fr: Académique

# adminUserAcademicCounseling
source: Academic Counseling
fr: Conseil académique

# adminUserAccountActiveDesc
source: Account is active and can access the platform
fr: Le compte est actif et peut accéder à la plateforme

# adminUserAccountInactiveDesc
source: Account is inactive and cannot access the platform
fr: Le compte est inactif et ne peut pas accéder à la plateforme

# adminUserAccountSettings
source: Account Settings
fr: Paramètres du compte

# adminUserAccountStatus
source: Account Status
fr: Statut du compte

# adminUserAccountUpdatedSuccess
source: Account updated successfully
fr: Compte mis à jour avec succès

# adminUserActivate
source: Activate
fr: Activer

# adminUserActivateCounselors
source: Activate Counselors
fr: Activer les conseillers

# adminUserActive
source: Active
fr: Actif

# adminUserAddCounselor
source: Add Counselor
fr: Ajouter un conseiller

# adminUserAddNewCounselor
source: Add New Counselor
fr: Ajouter un nouveau conseiller

# adminUserAdminInformation
source: Admin Information
fr: Informations administrateur

# adminUserAdminRole
source: Admin Role
fr: Rôle administrateur

# adminUserAdminUsers
source: Admin Users
fr: Utilisateurs admin

# adminUserAll
source: All
fr: Tous

# adminUserAllRoles
source: All Roles
fr: Tous les rôles

# adminUserAllSpecialties
source: All Specialties
fr: Toutes les spécialités

# adminUserAllStatus
source: All Status
fr: Tous les statuts

# adminUserAnalyticsAdmin
source: Analytics Admin
fr: Admin analytique

# adminUserAvailability
source: Availability
fr: Disponibilité

# adminUserAvailabilityHint
source: E.g., Mon-Fri 9am-5pm
fr: Ex: Lun-Ven 9h-17h

# adminUserBackToCounselors
source: Back to Counselors
fr: Retour aux conseillers

# adminUserCancel
source: Cancel
fr: Annuler

# adminUserCareer
source: Career
fr: Carrière

# adminUserCareerGuidance
source: Career Guidance
fr: Orientation professionnelle

# adminUserChooseRoleHelperText
source: Choose the admin role for this user
fr: Choisissez le rôle administrateur pour cet utilisateur

# adminUserCollege
source: College
fr: Collège

# adminUserCollegeAdmissions
source: College Admissions
fr: Admissions universitaires

# adminUserConfirmDeactivation
source: Confirm Deactivation
fr: Confirmer la désactivation

# adminUserConfirmPassword
source: Confirm Password
fr: Confirmer le mot de passe

# adminUserContactAndAvailability
source: Contact & Availability
fr: Contact et disponibilité

# adminUserContentAdmin
source: Content Admin
fr: Admin contenu

# adminUserCounselorColumn
source: Counselor
fr: Conseiller

# adminUserCounselorCreatedSuccess
source: Counselor created successfully
fr: Conseiller créé avec succès

# adminUserCounselorId
source: Counselor ID
fr: ID conseiller

# adminUserCounselors
source: Counselors
fr: Conseillers

# adminUserCounselorUpdatedSuccess
source: Counselor updated successfully
fr: Conseiller mis à jour avec succès

# adminUserCreate
source: Create
fr: Créer

# adminUserCreateAdmin
source: Create Admin
fr: Créer un admin

# adminUserCreateAdminAccount
source: Create Admin Account
fr: Créer un compte admin

# adminUserCreateAdminSubtitle
source: Create a new admin user account
fr: Créer un nouveau compte utilisateur admin

# adminUserCreateCounselor
source: Create Counselor
fr: Créer un conseiller

# adminUserCreateCounselorSubtitle
source: Create a new counselor account
fr: Créer un nouveau compte conseiller

# adminUserCreated
source: Created
fr: Créé

# adminUserCredentials
source: Credentials
fr: Identifiants

# adminUserCredentialsHint
source: Professional certifications and licenses
fr: Certifications et licences professionnelles

# adminUserDashboard
source: Dashboard
fr: Tableau de bord

# adminUserDeactivate
source: Deactivate
fr: Désactiver

# adminUserDeactivateAccount
source: Deactivate Account
fr: Désactiver le compte

# adminUserDeactivateCounselors
source: Deactivate Counselors
fr: Désactiver les conseillers

# adminUserDeactivationComingSoon
source: Deactivation feature coming soon
fr: Fonctionnalité de désactivation bientôt disponible

# adminUserEdit
source: Edit
fr: Modifier

# adminUserEditAdmin
source: Edit Admin
fr: Modifier l'admin

# adminUserEditAdminAccount
source: Edit Admin Account
fr: Modifier le compte admin

# adminUserEditCounselor
source: Edit Counselor
fr: Modifier le conseiller

# adminUserEmailCannotBeChanged
source: Email cannot be changed
fr: L'email ne peut pas être modifié

# adminUserEmailLoginHelper
source: This email will be used to log in
fr: Cet email sera utilisé pour se connecter

# adminUserExport
source: Export
fr: Exporter

# adminUserExportComingSoon
source: Export feature coming soon
fr: Fonctionnalité d'export bientôt disponible

# adminUserExportCounselors
source: Export Counselors
fr: Exporter les conseillers

# adminUserFailedCreateAccount
source: Failed to create account
fr: Échec de création du compte

# adminUserFailedLoadData
source: Failed to load data
fr: Échec du chargement des données

# adminUserFailedUpdateAccount
source: Failed to update account
fr: Échec de mise à jour du compte

# adminUserFinanceAdmin
source: Finance Admin
fr: Admin finance

# adminUserFinancialAid
source: Financial Aid
fr: Aide financière

# adminUserFirstName
source: First Name
fr: Prénom

# adminUserFullName
source: Full Name
fr: Nom complet

# adminUserInactive
source: Inactive
fr: Inactif

# adminUserInstitutionCreatedSuccess
source: Institution created successfully
fr: Établissement créé avec succès

# adminUserInstitutionInformation
source: Institution Information
fr: Informations de l'établissement

# adminUserInstitutionName
source: Institution Name
fr: Nom de l'établissement

# adminUserInstitutionUpdatedSuccess
source: Institution updated successfully
fr: Établissement mis à jour avec succès

# adminUserInvalidEmail
source: Invalid email address
fr: Adresse email invalide

# adminUserJoined
source: Joined
fr: Inscrit

# adminUserLanguageSchool
source: Language School
fr: École de langues

# adminUserLastLogin
source: Last Login
fr: Dernière connexion

# adminUserLastName
source: Last Name
fr: Nom

# adminUserLicenseNumber
source: License Number
fr: Numéro de licence

# adminUserManageAdminAccounts
source: Manage Admin Accounts
fr: Gérer les comptes admin

# adminUserManageCounselorAccounts
source: Manage Counselor Accounts
fr: Gérer les comptes conseillers

# adminUserMentalHealth
source: Mental Health
fr: Santé mentale

# adminUserNoPermissionDeactivate
source: You don't have permission to deactivate this account
fr: Vous n'avez pas la permission de désactiver ce compte

# adminUserNoPermissionEdit
source: You don't have permission to edit this account
fr: Vous n'avez pas la permission de modifier ce compte

# adminUserOfficeLocation
source: Office Location
fr: Emplacement du bureau

# adminUserOfficeLocationHint
source: Building and room number
fr: Bâtiment et numéro de salle

# adminUserPassword
source: Password
fr: Mot de passe

# adminUserPasswordHelper
source: Minimum 8 characters
fr: Minimum 8 caractères

# adminUserPasswordsDoNotMatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# adminUserPending
source: Pending
fr: En attente

# adminUserPendingApproval
source: Pending Approval
fr: En attente d'approbation

# adminUserPendingVerification
source: Pending Verification
fr: En attente de vérification

# adminUserPersonalInformation
source: Personal Information
fr: Informations personnelles

# adminUserPhone
source: Phone
fr: Téléphone

# adminUserPhoneHelper
source: Include country code
fr: Inclure l'indicatif du pays

# adminUserPhoneNumber
source: Phone Number
fr: Numéro de téléphone

# adminUserPleaseConfirmPassword
source: Please confirm your password
fr: Veuillez confirmer votre mot de passe

# adminUserProfessionalInformation
source: Professional Information
fr: Informations professionnelles

# adminUserRegionalAdmin
source: Regional Admin
fr: Admin régional

# adminUserRegionalScope
source: Regional Scope
fr: Portée régionale

# adminUserRegionalScopeHelper
source: Select the regions this admin can manage
fr: Sélectionnez les régions que cet admin peut gérer

# adminUserRejected
source: Rejected
fr: Rejeté

# adminUserRequired
source: Required
fr: Requis

# adminUserRequiredForRegional
source: Required for regional admin role
fr: Requis pour le rôle d'admin régional

# adminUserRoleColumn
source: Role
fr: Rôle

# adminUserSaveChanges
source: Save Changes
fr: Enregistrer

# adminUserSearchByNameOrEmail
source: Search by name or email
fr: Rechercher par nom ou email

# adminUserSearchCounselors
source: Search counselors...
fr: Rechercher des conseillers...

# adminUserSecuritySettings
source: Security Settings
fr: Paramètres de sécurité

# adminUserSelectAdminRole
source: Select Admin Role
fr: Sélectionner le rôle admin

# adminUserSpecialty
source: Specialty
fr: Spécialité

# adminUserStatus
source: Status
fr: Statut

# adminUserStatusColumn
source: Status
fr: Statut

# adminUserStudents
source: Students
fr: Étudiants

# adminUserStudySkills
source: Study Skills
fr: Compétences d'étude

# adminUserSupportAdmin
source: Support Admin
fr: Admin support

# adminUserSuspended
source: Suspended
fr: Suspendu

# adminUserUniversity
source: University
fr: Université

# adminUserUpdateAdminSubtitle
source: Update admin account information
fr: Mettre à jour les informations du compte admin

# adminUserUpdateCounselor
source: Update Counselor
fr: Mettre à jour le conseiller

# adminUserUpdateCounselorSubtitle
source: Update counselor account information
fr: Mettre à jour les informations du compte conseiller

# adminUserVerified
source: Verified
fr: Vérifié

# adminUserViewDetails
source: View Details
fr: Voir les détails

# adminUserVocationalSchool
source: Vocational School
fr: École professionnelle

# adminUserWebsite
source: Website
fr: Site web

# adminUserYearsOfExperience
source: Years of Experience
fr: Années d'expérience

# adminAnalyticsShowingRows
source: Showing {count} of {total} rows
fr: Affichage de {count} sur {total} lignes

# adminAnalyticsColumnsCount
source: {count} columns
fr: {count} colonnes

# adminChatFailedSendReply
source: Failed to send reply: {error}
fr: Échec de l'envoi de la réponse : {error}

# adminChatRole
source: Role: {role}
fr: Rôle : {role}

# adminChatStarted
source: Started: {date}
fr: Commencé : {date}

# adminChatLastMessage
source: Last message: {date}
fr: Dernier message : {date}

# adminChatDuration
source: Duration: {duration}
fr: Durée : {duration}

# adminChatFaqDeleteConfirm
source: Are you sure you want to delete "{question}"?
fr: Êtes-vous sûr de vouloir supprimer "{question}" ?

# adminChatFaqDeleteFailed
source: Failed to delete FAQ: {error}
fr: Échec de la suppression de la FAQ : {error}

# adminChatFaqUpdateFailed
source: Failed to update FAQ: {error}
fr: Échec de la mise à jour de la FAQ : {error}

# adminChatFaqSaveFailed
source: Failed to save FAQ: {error}
fr: Échec de l'enregistrement de la FAQ : {error}

# adminChatQueueAssignFailed
source: Failed to assign conversation: {error}
fr: Échec de l'assignation de la conversation : {error}

# adminReportGenerateFailed
source: Failed to generate report: {error}
fr: Échec de la génération du rapport : {error}

# adminReportNameGeneratedSuccess
source: {name} generated successfully
fr: {name} généré avec succès

# adminReportInDays
source: in {days} days
fr: dans {days} jours

# adminUserErrorLoadingData
source: Error loading data: {error}
fr: Erreur de chargement des données : {error}

# adminUserAccountCreatedSuccess
source: Account {email} created successfully
fr: Compte {email} créé avec succès

# adminUserError
source: Error: {error}
fr: Erreur : {error}

# adminUserCannotActivateInsufficient
source: Cannot activate {count} admins: insufficient permissions
fr: Impossible d'activer {count} admins : permissions insuffisantes

# adminUserAdminsActivated
source: {count} admins activated
fr: {count} admins activés

# adminUserCannotDeactivateInsufficient
source: Cannot deactivate {count} admins: insufficient permissions
fr: Impossible de désactiver {count} admins : permissions insuffisantes

# adminUserConfirmDeactivateAdmins
source: Are you sure you want to deactivate {count} admins?
fr: Êtes-vous sûr de vouloir désactiver {count} admins ?

# adminUserAdminsDeactivated
source: {count} admins deactivated
fr: {count} admins désactivés

# adminUserConfirmActivateCounselors
source: Are you sure you want to activate {count} counselors?
fr: Êtes-vous sûr de vouloir activer {count} conseillers ?

# adminUserConfirmDeactivateCounselors
source: Are you sure you want to deactivate {count} counselors?
fr: Êtes-vous sûr de vouloir désactiver {count} conseillers ?

# adminActivityTitle
source: Activity Logs
fr: Journaux d'activite

# adminActivitySubtitle
source: Audit trail of all administrative actions
fr: Historique de toutes les actions administratives

# adminActivityExportLogs
source: Export Logs
fr: Exporter les journaux

# adminActivityResetFilters
source: Reset Filters
fr: Reinitialiser les filtres
