Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# featureLiveSessionsInstructions
source: Join live sessions from the Schedule or Courses section.
fr: Rejoignez des sessions en direct depuis la section Horaire ou Cours.

# subscriptionsTitle
source: Subscriptions
fr: Abonnements

# subscriptionsAvailablePlans
source: Available Plans
fr: Forfaits disponibles

# subscriptionsBasicPlan
source: Basic Plan
fr: Forfait de base

# subscriptionsPremiumPlan
source: Premium Plan
fr: Forfait Premium

# subscriptionsInstitutionPlan
source: Institution Plan
fr: Forfait Institution

# subscriptionsPriceFree
source: Free
fr: Gratuit

# subscriptionsPricePerMonth
source: {price}/month
fr: {price}/mois

# subscriptionsFeatureBasicCourses
source: Access to basic courses
fr: Accès aux cours de base

# subscriptionsFeatureLimitedStorage
source: Limited storage
fr: Stockage limité

# subscriptionsFeatureEmailSupport
source: Email support
fr: Support par e-mail

# subscriptionsFeatureAllCourses
source: Access to all courses
fr: Accès à tous les cours

# subscriptionsFeatureUnlimitedStorage
source: Unlimited storage
fr: Stockage illimité

# subscriptionsFeaturePrioritySupport
source: Priority support
fr: Support prioritaire

# subscriptionsFeatureOfflineDownloads
source: Offline downloads
fr: Téléchargements hors ligne

# subscriptionsFeatureCertificate
source: Certificate of completion
fr: Certificat d'achèvement

# subscriptionsFeatureEverythingInPremium
source: Everything in Premium
fr: Tout dans Premium

# subscriptionsFeatureMultiUserManagement
source: Multi-user management
fr: Gestion multi-utilisateurs

# subscriptionsFeatureAnalyticsDashboard
source: Analytics dashboard
fr: Tableau de bord analytique

# subscriptionsFeatureCustomBranding
source: Custom branding
fr: Image de marque personnalisée

# subscriptionsFeatureApiAccess
source: API access
fr: Accès API

# subscriptionsStatusActive
source: Active
fr: Actif

# subscriptionsStatusLabel
source: Status
fr: Statut

# subscriptionsPlanBasicFree
source: Basic (Free)
fr: De base (Gratuit)

# subscriptionsStartedLabel
source: Started
fr: Commencé

# subscriptionsStartedDate
source: January 1, 2025
fr: 1er janvier 2025

# subscriptionsUpgradePlan
source: Upgrade Plan
fr: Mettre à niveau

# subscriptionsCurrent
source: Current
fr: Actuel

# subscriptionsSelectPlan
source: Select Plan
fr: Sélectionner un forfait

# privacySecurityTitle
source: Privacy & Security
fr: Confidentialité et sécurité

# privacySecurityBack
source: Back
fr: Retour

# privacyProfilePrivacySection
source: PROFILE PRIVACY
fr: CONFIDENTIALITÉ DU PROFIL

# privacyProfilePrivacySubtitle
source: Control who can see your profile information
fr: Contrôlez qui peut voir les informations de votre profil

# privacyPublicProfile
source: Public Profile
fr: Profil public

# privacyPublicProfileDesc
source: Allow anyone to view your profile
fr: Permettre à tous de voir votre profil

# privacyShowEmail
source: Show Email
fr: Afficher l'e-mail

# privacyShowEmailDesc
source: Display email on your profile
fr: Afficher l'e-mail sur votre profil

# privacyShowPhone
source: Show Phone Number
fr: Afficher le numéro de téléphone

# privacyShowPhoneDesc
source: Display phone number on your profile
fr: Afficher le numéro de téléphone sur votre profil

# privacyShareProgress
source: Share Progress
fr: Partager les progrès

# privacyShareProgressDesc
source: Share your learning progress with counselors
fr: Partager vos progrès d'apprentissage avec les conseillers

# privacyCommunicationSubtitle
source: Manage who can contact you
fr: Gérer qui peut vous contacter

# privacyAllowMessages
source: Allow Messages from Anyone
fr: Autoriser les messages de tout le monde

# privacyAllowMessagesDesc
source: Anyone can send you messages
fr: Tout le monde peut vous envoyer des messages

# privacySecuritySection
source: SECURITY
fr: SÉCURITÉ

# privacySecuritySubtitle
source: Protect your account
fr: Protégez votre compte

# privacyChangePassword
source: Change Password
fr: Changer le mot de passe

# privacyChangePasswordDesc
source: Update your account password
fr: Mettre à jour le mot de passe de votre compte

# privacyTwoFactor
source: Two-Factor Authentication
fr: Authentification à deux facteurs

# privacyTwoFactorEnabled
source: Enabled
fr: Activée

# privacyTwoFactorRecommended
source: Recommended
fr: Recommandée

# privacyBiometric
source: Biometric Authentication
fr: Authentification biométrique

# privacyBiometricDesc
source: Use fingerprint or face ID
fr: Utiliser l'empreinte digitale ou Face ID

# privacyActiveSessions
source: Active Sessions
fr: Sessions actives

# privacyActiveSessionsDesc
source: Manage devices signed in to your account
fr: Gérer les appareils connectés à votre compte

# privacyDataPrivacySection
source: DATA & PRIVACY
fr: DONNÉES ET CONFIDENTIALITÉ

# privacyDataPrivacySubtitle
source: Control your data
fr: Contrôlez vos données

# privacyDownloadData
source: Download My Data
fr: Télécharger mes données

# privacyDownloadDataDesc
source: Request a copy of your data
fr: Demander une copie de vos données

# privacyPrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# privacyPrivacyPolicyDesc
source: Read our privacy policy
fr: Lire notre politique de confidentialité

# privacyTermsOfService
source: Terms of Service
fr: Conditions d'utilisation

# privacyTermsOfServiceDesc
source: Read our terms of service
fr: Lire nos conditions d'utilisation

# privacyAccountActionsSection
source: ACCOUNT ACTIONS
fr: ACTIONS DU COMPTE

# privacyAccountActionsSubtitle
source: Irreversible actions
fr: Actions irréversibles

# privacyDeleteAccount
source: Delete Account
fr: Supprimer le compte

# privacyDeleteAccountDesc
source: Permanently delete your account and data
fr: Supprimer définitivement votre compte et vos données

# privacyEnableTwoFactorTitle
source: Enable Two-Factor Authentication
fr: Activer l'authentification à deux facteurs

# privacyEnableTwoFactorMessage
source: Two-factor authentication adds an extra layer of security to your account. You'll need to enter a code from your phone in addition to your password when signing in.
fr: L'authentification à deux facteurs ajoute une couche de sécurité supplémentaire à votre compte. Vous devrez entrer un code de votre téléphone en plus de votre mot de passe lors de la connexion.

# privacyCancel
source: Cancel
fr: Annuler

# privacyContinue
source: Continue
fr: Continuer

# privacyTwoFactorSetupRequired
source: 2FA setup screen - Backend integration required
fr: Écran de configuration 2FA - Intégration backend requise

# privacyDisableTwoFactorTitle
source: Disable Two-Factor Authentication
fr: Désactiver l'authentification à deux facteurs

# privacyDisableTwoFactorMessage
source: Are you sure you want to disable two-factor authentication? This will make your account less secure.
fr: Êtes-vous sûr de vouloir désactiver l'authentification à deux facteurs ? Cela rendra votre compte moins sécurisé.

# privacyDisable
source: Disable
fr: Désactiver

# privacyActiveSessionsTitle
source: Active Sessions
fr: Sessions actives

# privacySessionDevice
source: Device
fr: Appareil

# privacySessionLocation
source: Location
fr: Emplacement

# privacySessionLastActive
source: Last Active
fr: Dernière activité

# privacySessionCurrent
source: Current
fr: Actuel

# privacySessionClose
source: Close
fr: Fermer

# privacySessionRevokeAll
source: Revoke All
fr: Révoquer tout

# privacySessionsRevoked
source: All other sessions revoked
fr: Toutes les autres sessions ont été révoquées

# privacyDownloadDataTitle
source: Download Your Data
fr: Télécharger vos données

# privacyDownloadDataMessage
source: We'll prepare a copy of your data and send it to your email address. This may take up to 24 hours.
fr: Nous préparerons une copie de vos données et vous l'enverrons par e-mail. Cela peut prendre jusqu'à 24 heures.

# privacyRequest
source: Request
fr: Demander

# privacyDataDownloadRequested
source: Data download request submitted
fr: Demande de téléchargement de données soumise

# privacyDeleteAccountTitle
source: Delete Account
fr: Supprimer le compte

# privacyDeleteAccountMessage
source: Are you absolutely sure? This action cannot be undone. All your data will be permanently deleted.
fr: Êtes-vous absolument sûr ? Cette action ne peut pas être annulée. Toutes vos données seront supprimées définitivement.

# privacyDelete
source: Delete
fr: Supprimer

# privacyDeleteConfirmationTitle
source: Final Confirmation
fr: Confirmation finale

# privacyDeleteConfirmationPrompt
source: Type "DELETE" to confirm account deletion:
fr: Tapez "DELETE" pour confirmer la suppression du compte :

# privacyDeleteAccountBackendRequired
source: Account deletion - Backend integration required
fr: Suppression de compte - Intégration backend requise

# privacyPleaseTypeDelete
source: Please type DELETE to confirm
fr: Veuillez taper DELETE pour confirmer

# privacyPrivacyPolicyComingSoon
source: Privacy policy coming soon
fr: Politique de confidentialité à venir

# privacyTermsOfServiceComingSoon
source: Terms of service coming soon
fr: Conditions d'utilisation à venir
