Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# termsPageSection5Content
source: For questions about these terms, contact us at: legal@flowedtech.com
fr: Pour toute question concernant ces conditions, contactez-nous à : legal@flowedtech.com

# termsPageAgreement
source: By using Flow, you agree to these terms
fr: En utilisant Flow, vous acceptez ces conditions

# contactPageTitle
source: Contact Us
fr: Nous contacter

# contactPageGetInTouch
source: Get in Touch
fr: Entrer en contact

# contactPageSubtitle
source: Have questions? We'd love to hear from you.
fr: Des questions ? Nous serions ravis de vous entendre.

# contactPageEmailReply
source: We reply within 24 hours
fr: Nous répondons sous 24 heures

# contactPageOffice
source: Office
fr: Bureau

# contactPageOfficeRegion
source: West Africa
fr: Afrique de l'Ouest

# contactPageHours
source: Hours
fr: Horaires

# contactPageHoursValue
source: Mon - Fri: 9AM - 6PM
fr: Lun - Ven : 9h - 18h

# contactPageHoursTimezone
source: GMT timezone
fr: Fuseau horaire GMT

# contactPageSendMessage
source: Send us a message
fr: Envoyez-nous un message

# contactPageYourName
source: Your Name
fr: Votre nom

# contactPageEmailAddress
source: Email Address
fr: Adresse e-mail

# contactPageSubject
source: Subject
fr: Objet

# contactPageSendButton
source: Send Message
fr: Envoyer le message

# contactPageNameRequired
source: Please enter your name
fr: Veuillez entrer votre nom

# contactPageEmailRequired
source: Please enter your email
fr: Veuillez entrer votre e-mail

# contactPageEmailInvalid
source: Please enter a valid email
fr: Veuillez entrer un e-mail valide

# contactPageSubjectRequired
source: Please enter a subject
fr: Veuillez entrer un objet

# contactPageMessageRequired
source: Please enter your message
fr: Veuillez entrer votre message

# contactPageSuccessMessage
source: Thank you for your message! We will get back to you soon.
fr: Merci pour votre message ! Nous vous répondrons bientôt.

# blogPageTitle
source: Flow Blog
fr: Blog Flow

# blogPageSubtitle
source: Insights, tips, and stories about education in Africa
fr: Actualités, conseils et histoires sur l'éducation en Afrique

# blogPageCategories
source: Categories
fr: Catégories

# blogPageAll
source: All
fr: Tous

# blogPageRecentPosts
source: Recent Posts
fr: Articles récents

# blogPageFeatured
source: Featured
fr: En vedette

# blogPageSubscribeTitle
source: Subscribe to Our Newsletter
fr: Abonnez-vous à notre newsletter

# blogPageSubscribeSubtitle
source: Get the latest articles and resources delivered to your inbox
fr: Recevez les derniers articles et ressources directement dans votre boîte de réception

# blogPageEnterEmail
source: Enter your email
fr: Entrez votre e-mail

# blogPageSubscribeButton
source: Subscribe
fr: S'abonner

# careersPageTitle
source: Careers
fr: Carrières

# careersPageJoinMission
source: Join Our Mission
fr: Rejoignez notre mission

# careersPageHeroSubtitle
source: Help us transform education across Africa
fr: Aidez-nous à transformer l'éducation à travers l'Afrique

# careersPageWhyJoin
source: Why Join Flow?
fr: Pourquoi rejoindre Flow ?

# careersPageGlobalImpact
source: Global Impact
fr: Impact mondial

# careersPageGlobalImpactDesc
source: Work on solutions that affect millions of students across Africa
fr: Travaillez sur des solutions qui touchent des millions d'étudiants à travers l'Afrique

# careersPageGrowth
source: Growth
fr: Croissance

# careersPageGrowthDesc
source: Continuous learning and career development opportunities
fr: Opportunités d'apprentissage continu et de développement de carrière

# careersPageGreatTeam
source: Great Team
fr: Super équipe

# careersPageGreatTeamDesc
source: Collaborate with passionate and talented individuals
fr: Collaborez avec des personnes passionnées et talentueuses

# careersPageFlexibility
source: Flexibility
fr: Flexibilité

# careersPageFlexibilityDesc
source: Remote-friendly culture with flexible working hours
fr: Culture favorable au télétravail avec des horaires flexibles

# careersPageOpenPositions
source: Open Positions
fr: Postes ouverts

# careersPageApply
source: Apply
fr: Postuler

# careersPageNoFit
source: Don't see a perfect fit?
fr: Vous ne trouvez pas le poste idéal ?

# careersPageNoFitDesc
source: We're always looking for talented individuals. Send your resume to careers@flowedtech.com
fr: Nous sommes toujours à la recherche de personnes talentueuses. Envoyez votre CV à careers@flowedtech.com

# careersPageContactUs
source: Contact Us
fr: Nous contacter

# communityPageTitle
source: Join Our Community
fr: Rejoignez notre communauté

# communityPageSubtitle
source: Connect with students, counselors, and educators
fr: Connectez-vous avec des étudiants, conseillers et éducateurs

# communityPageMembers
source: Members
fr: Membres

# communityPageGroups
source: Groups
fr: Groupes

# communityPageFeaturedGroups
source: Featured Groups
fr: Groupes en vedette

# communityPagePopularDiscussions
source: Popular Discussions
fr: Discussions populaires

# communityPageUpcomingEvents
source: Upcoming Events
fr: Événements à venir

# communityPageAttending
source: attending
fr: participants

# communityPageJoin
source: Join
fr: Rejoindre

# communityPageReadyToJoin
source: Ready to Join?
fr: Prêt à rejoindre ?

# communityPageCreateAccount
source: Create an account to join the community
fr: Créez un compte pour rejoindre la communauté

# communityPageSignUpFree
source: Sign Up Free
fr: S'inscrire gratuitement

# communityPageBy
source: by {author}
fr: par {author}

# compliancePageTitle
source: Compliance
fr: Conformité

# compliancePageHeadline
source: Compliance & Certifications
fr: Conformité et certifications

# compliancePageSubtitle
source: Our commitment to security, privacy, and regulatory compliance
fr: Notre engagement envers la sécurité, la confidentialité et la conformité réglementaire

# compliancePageSoc2Desc
source: Certified for security, availability, and confidentiality
fr: Certifié pour la sécurité, la disponibilité et la confidentialité

# compliancePageIsoDesc
source: Information security management certification
fr: Certification de gestion de la sécurité de l'information

# compliancePageGdpr
source: GDPR Compliant
fr: Conforme au RGPD

# compliancePageGdprDesc
source: EU General Data Protection Regulation
fr: Règlement général sur la protection des données de l'UE

# compliancePageDataProtection
source: Data Protection
fr: Protection des données

# compliancePageDataProtectionContent
source: We implement comprehensive data protection measures to safeguard your information: • End-to-end encryption for data in transit • AES-256 encryption for data at rest • Regular security audits and penetration testing • Multi-factor authentication support • Role-based access control • Automated backup and disaster recovery
fr: Nous mettons en œuvre des mesures complètes de protection des données pour protéger vos informations : • Chiffrement de bout en bout pour les données en transit • Chiffrement AES-256 pour les données au repos • Audits de sécurité réguliers et tests de pénétration • Support d'authentification multi-facteurs • Contrôle d'accès basé sur les rôles • Sauvegarde automatisée et récupération après sinistre

# compliancePagePrivacyPractices
source: Privacy Practices
fr: Pratiques de confidentialité

# compliancePagePrivacyContent
source: Our privacy practices are designed to protect your rights: • Transparent data collection and usage policies • User consent management for data processing • Data minimization principles • Right to access, rectify, and delete personal data • Data portability support • Regular privacy impact assessments
fr: Nos pratiques de confidentialité sont conçues pour protéger vos droits : • Politiques transparentes de collecte et d'utilisation des données • Gestion du consentement pour le traitement des données • Principes de minimisation des données • Droit d'accès, de rectification et de suppression des données • Support de portabilité des données • Évaluations régulières d'impact sur la vie privée

# compliancePageRegulatory
source: Regulatory Compliance
fr: Conformité réglementaire

# compliancePageRegulatoryContent
source: Flow adheres to international and regional regulations: • General Data Protection Regulation (GDPR) - EU • Protection of Personal Information Act (POPIA) - South Africa • Data Protection Act - Ghana, Kenya, Nigeria • Children's Online Privacy Protection Act (COPPA) • California Consumer Privacy Act (CCPA)
fr: Flow respecte les réglementations internationales et régionales : • Règlement général sur la protection des données (RGPD) - UE • Loi sur la protection des informations personnelles (POPIA) - Afrique du Sud • Loi sur la protection des données - Ghana, Kenya, Nigeria • Loi sur la protection de la vie privée des enfants en ligne (COPPA) • Loi californienne sur la protection des consommateurs (CCPA)

# compliancePageThirdParty
source: Third-Party Security
fr: Sécurité des tiers

# compliancePageThirdPartyContent
source: We carefully vet and monitor our third-party service providers: • Vendor security assessments • Data processing agreements • Subprocessor transparency • Regular compliance reviews • Incident response coordination
fr: Nous vérifions et surveillons attentivement nos prestataires de services tiers : • Évaluations de sécurité des fournisseurs • Accords de traitement des données • Transparence des sous-traitants • Revues de conformité régulières • Coordination de la réponse aux incidents

# compliancePageSecurityPractices
source: Security Practices
fr: Pratiques de sécurité

# compliancePageRegularUpdates
source: Regular Updates
fr: Mises à jour régulières

# compliancePageRegularUpdatesDesc
source: Security patches and updates deployed continuously
fr: Correctifs de sécurité et mises à jour déployés en continu

# compliancePageBugBounty
source: Bug Bounty Program
fr: Programme Bug Bounty

# compliancePageBugBountyDesc
source: Responsible disclosure program for security researchers
fr: Programme de divulgation responsable pour les chercheurs en sécurité

# compliancePageMonitoring
source: Monitoring
fr: Surveillance

# compliancePageMonitoringDesc
source: 24/7 security monitoring and threat detection
fr: Surveillance de la sécurité et détection des menaces 24h/24 7j/7

# compliancePageAuditLogs
source: Audit Logs
fr: Journaux d'audit

# compliancePageAuditLogsDesc
source: Comprehensive logging of all security events
fr: Journalisation complète de tous les événements de sécurité

# compliancePageQuestions
source: Compliance Questions?
fr: Questions de conformité ?

# compliancePageContactTeam
source: Contact our compliance team for inquiries
fr: Contactez notre équipe de conformité pour vos demandes

# compliancePageLastUpdated
source: Last updated: {date}
fr: Dernière mise à jour : {date}

# cookiesPageTitle
source: Cookie Policy
fr: Politique de cookies

# cookiesPageLastUpdated
source: Last updated: January 2026
fr: Dernière mise à jour : janvier 2026

# cookiesPageWhatAreCookies
source: What Are Cookies?
fr: Que sont les cookies ?

# cookiesPageWhatAreCookiesContent
source: Cookies are small text files that are stored on your device when you visit a website. They help the website remember information about your visit, like your preferred language and other settings, which can make your next visit easier. We use cookies and similar technologies to provide, protect, and improve our services.
fr: Les cookies sont de petits fichiers texte stockés sur votre appareil lorsque vous visitez un site web. Ils aident le site à mémoriser les informations de votre visite, comme votre langue préférée et d'autres paramètres, ce qui peut faciliter votre prochaine visite. Nous utilisons des cookies et des technologies similaires pour fournir, protéger et améliorer nos services.

# cookiesPageHowWeUse
source: How We Use Cookies
fr: Comment nous utilisons les cookies

# cookiesPageHowWeUseContent
source: We use different types of cookies for various purposes: **Essential Cookies** These cookies are necessary for the website to function properly. They enable basic features like page navigation, secure access to protected areas, and remembering your login state. **Performance Cookies** These cookies help us understand how visitors interact with our website. They collect information about page visits, time spent on pages, and any error messages encountered. **Functionality Cookies** These cookies enable enhanced functionality and personalization, such as remembering your preferences, language settings, and customizations. **Analytics Cookies** We use analytics cookies to analyze website traffic and optimize the user experience. This data helps us improve our services.
fr: Nous utilisons différents types de cookies à des fins variées : **Cookies essentiels** Ces cookies sont nécessaires au bon fonctionnement du site web. Ils activent les fonctionnalités de base comme la navigation, l'accès sécurisé aux zones protégées et la mémorisation de votre état de connexion. **Cookies de performance** Ces cookies nous aident à comprendre comment les visiteurs interagissent avec notre site web. Ils collectent des informations sur les visites de pages et les messages d'erreur rencontrés. **Cookies de fonctionnalité** Ces cookies permettent des fonctionnalités améliorées et la personnalisation, comme la mémorisation de vos préférences et paramètres linguistiques. **Cookies analytiques** Nous utilisons des cookies analytiques pour analyser le trafic du site web et optimiser l'expérience utilisateur.

# cookiesPageTypesTitle
source: Types of Cookies We Use
fr: Types de cookies que nous utilisons

# cookiesPageCookieType
source: Cookie Type
fr: Type de cookie

# cookiesPagePurpose
source: Purpose
fr: Objectif

# cookiesPageDuration
source: Duration
fr: Durée

# cookiesPageAuthentication
source: Authentication
fr: Authentification

# cookiesPagePreferences
source: Preferences
fr: Préférences

# cookiesPageUserSettings
source: User settings
fr: Paramètres utilisateur

# cookiesPageAnalytics
source: Analytics
fr: Analytique

# cookiesPageUsageStatistics
source: Usage statistics
fr: Statistiques d'utilisation

# cookiesPageSecurity
source: Security
fr: Sécurité

# cookiesPageFraudPrevention
source: Fraud prevention
fr: Prévention de la fraude

# cookiesPageManaging
source: Managing Your Cookie Preferences
fr: Gérer vos préférences de cookies

# cookiesPageManagingContent
source: You have several options for managing cookies: **Browser Settings** Most web browsers allow you to control cookies through their settings. You can set your browser to refuse cookies, delete existing cookies, or alert you when cookies are being sent. **Our Cookie Settings** You can manage your cookie preferences for our platform by visiting Settings > Cookie Preferences in your account. **Opt-Out Links** For analytics and advertising cookies, you can opt out through industry opt-out mechanisms. Note: Disabling certain cookies may impact your experience and limit some features of our platform.
fr: Vous avez plusieurs options pour gérer les cookies : **Paramètres du navigateur** La plupart des navigateurs web vous permettent de contrôler les cookies via leurs paramètres. Vous pouvez configurer votre navigateur pour refuser les cookies ou vous alerter lorsque des cookies sont envoyés. **Nos paramètres de cookies** Vous pouvez gérer vos préférences de cookies pour notre plateforme en visitant Paramètres > Préférences de cookies dans votre compte. **Liens de désinscription** Pour les cookies analytiques et publicitaires, vous pouvez vous désinscrire via les mécanismes de désinscription de l'industrie. Note : La désactivation de certains cookies peut affecter votre expérience et limiter certaines fonctionnalités.

# cookiesPageThirdParty
source: Third-Party Cookies
fr: Cookies tiers

# cookiesPageThirdPartyContent
source: Some cookies are placed by third-party services that appear on our pages. We do not control these cookies. Third-party services we use that may place cookies include: • Supabase (Authentication) • Sentry (Error Tracking) • Analytics services Please refer to the privacy policies of these services for more information about their cookie practices.
fr: Certains cookies sont placés par des services tiers qui apparaissent sur nos pages. Nous ne contrôlons pas ces cookies. Les services tiers que nous utilisons et qui peuvent placer des cookies incluent : • Supabase (Authentification) • Sentry (Suivi des erreurs) • Services d'analyse Veuillez consulter les politiques de confidentialité de ces services pour plus d'informations.

# cookiesPageUpdates
source: Updates to This Policy
fr: Mises à jour de cette politique

# cookiesPageUpdatesContent
source: We may update this Cookie Policy from time to time. When we make changes, we will update the "Last updated" date at the top of this page. We encourage you to review this policy periodically to stay informed about our use of cookies.
fr: Nous pouvons mettre à jour cette politique de cookies de temps en temps. Lorsque nous apportons des modifications, nous mettrons à jour la date de « Dernière mise à jour » en haut de cette page. Nous vous encourageons à consulter cette politique périodiquement.

# cookiesPageManagePreferences
source: Manage Cookie Preferences
fr: Gérer les préférences de cookies

# cookiesPageCustomize
source: Customize which cookies you allow
fr: Personnalisez les cookies que vous autorisez

# cookiesPageManageButton
source: Manage
fr: Gérer

# cookiesPageQuestionsTitle
source: Questions about cookies?
fr: Questions sur les cookies ?

# cookiesPageQuestionsContact
source: Contact us at privacy@flowedtech.com
fr: Contactez-nous à privacy@flowedtech.com

# dataProtPageTitle
source: Data Protection
fr: Protection des données

# dataProtPageSubtitle
source: How we protect and manage your personal data
fr: Comment nous protégeons et gérons vos données personnelles

# dataProtPageYourRights
source: Your Data Rights
fr: Vos droits sur les données

# dataProtPageRightsIntro
source: Under data protection laws, you have the following rights:
fr: En vertu des lois sur la protection des données, vous disposez des droits suivants :

# dataProtPageRightAccess
source: Right to Access
fr: Droit d'accès

# dataProtPageRightAccessDesc
source: You can request a copy of all personal data we hold about you. We will provide this within 30 days.
fr: Vous pouvez demander une copie de toutes les données personnelles que nous détenons sur vous. Nous vous la fournirons sous 30 jours.

# dataProtPageRightRectification
source: Right to Rectification
fr: Droit de rectification

# dataProtPageRightRectificationDesc
source: You can request correction of inaccurate or incomplete personal data.
fr: Vous pouvez demander la correction de données personnelles inexactes ou incomplètes.

# dataProtPageRightErasure
source: Right to Erasure
fr: Droit à l'effacement

# dataProtPageRightErasureDesc
source: You can request deletion of your personal data in certain circumstances.
fr: Vous pouvez demander la suppression de vos données personnelles dans certaines circonstances.

# dataProtPageRightPortability
source: Right to Data Portability
fr: Droit à la portabilité des données

# dataProtPageRightPortabilityDesc
source: You can request your data in a structured, machine-readable format.
fr: Vous pouvez demander vos données dans un format structuré et lisible par machine.

# dataProtPageRightObject
source: Right to Object
fr: Droit d'opposition

# dataProtPageRightObjectDesc
source: You can object to processing of your personal data for certain purposes.
fr: Vous pouvez vous opposer au traitement de vos données personnelles à certaines fins.

# dataProtPageRightRestrict
source: Right to Restrict Processing
fr: Droit à la limitation du traitement

# dataProtPageRightRestrictDesc
source: You can request that we limit how we use your data.
fr: Vous pouvez demander que nous limitions l'utilisation de vos données.

# dataProtPageHowWeProtect
source: How We Protect Your Data
fr: Comment nous protégeons vos données

# dataProtPageHowWeProtectContent
source: We implement robust security measures to protect your personal data: **Technical Measures** • End-to-end encryption for data transmission • AES-256 encryption for stored data • Regular security audits and penetration testing • Intrusion detection systems • Secure data centers with physical security **Organizational Measures** • Staff training on data protection • Access controls and authentication • Data protection impact assessments • Incident response procedures • Regular compliance reviews
fr: Nous mettons en œuvre des mesures de sécurité robustes pour protéger vos données personnelles : **Mesures techniques** • Chiffrement de bout en bout pour la transmission des données • Chiffrement AES-256 pour les données stockées • Audits de sécurité réguliers et tests de pénétration • Systèmes de détection d'intrusion • Centres de données sécurisés avec sécurité physique **Mesures organisationnelles** • Formation du personnel sur la protection des données • Contrôles d'accès et authentification • Évaluations d'impact sur la protection des données • Procédures de réponse aux incidents • Revues de conformité régulières

# dataProtPageStorage
source: Data Storage & Retention
fr: Stockage et conservation des données

# dataProtPageStorageContent
source: **Where We Store Your Data** Your data is stored on secure servers located in regions with strong data protection laws. We use industry-leading cloud providers with SOC 2 and ISO 27001 certifications. **How Long We Keep Your Data** • Account data: Until you delete your account • Application data: 7 years for compliance • Analytics data: 2 years • Communication logs: 3 years After these periods, data is securely deleted or anonymized.
fr: **Où nous stockons vos données** Vos données sont stockées sur des serveurs sécurisés situés dans des régions disposant de lois strictes sur la protection des données. Nous utilisons des fournisseurs cloud de premier plan avec des certifications SOC 2 et ISO 27001. **Durée de conservation de vos données** • Données de compte : jusqu'à la suppression de votre compte • Données de candidature : 7 ans pour la conformité • Données analytiques : 2 ans • Journaux de communication : 3 ans Après ces périodes, les données sont supprimées en toute sécurité ou anonymisées.

# dataProtPageSharing
source: Data Sharing
fr: Partage des données

# dataProtPageSharingContent
source: We only share your data when necessary: • **With your consent**: When you explicitly agree • **Service providers**: Partners who help us deliver services • **Legal requirements**: When required by law • **Business transfers**: In case of merger or acquisition We never sell your personal data to third parties.
fr: Nous ne partageons vos données que lorsque c'est nécessaire : • **Avec votre consentement** : Lorsque vous acceptez explicitement • **Prestataires de services** : Partenaires qui nous aident à fournir nos services • **Exigences légales** : Lorsque la loi l'exige • **Transferts d'entreprise** : En cas de fusion ou d'acquisition Nous ne vendons jamais vos données personnelles à des tiers.

# dataProtPageExerciseRights
source: Exercise Your Rights
fr: Exercez vos droits

# dataProtPageExerciseRightsDesc
source: To make a data request or exercise any of your rights, contact our Data Protection Officer:
fr: Pour effectuer une demande de données ou exercer l'un de vos droits, contactez notre Délégué à la Protection des Données :

# dataProtPageContactUs
source: Contact Us
fr: Nous contacter

# dataProtPageManageData
source: Manage Data
fr: Gérer les données

# dataProtPageRelatedInfo
source: Related Information
fr: Informations connexes

# dataProtPagePrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# dataProtPageCookiePolicy
source: Cookie Policy
fr: Politique de cookies
