Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# adminApprovalExpiresInDays
source: Expires in {days}d
fr: Expire dans {days}j

# adminApprovalExpiresInHours
source: Expires in {hours}h
fr: Expire dans {hours}h

# adminApprovalExpiresInMinutes
source: Expires in {minutes}m
fr: Expire dans {minutes}m

# adminApprovalStatusDraft
source: Draft
fr: Brouillon

# adminApprovalStatusUnderReview
source: Under Review
fr: En cours de revision

# adminApprovalStatusInfoNeeded
source: Info Needed
fr: Infos requises

# adminApprovalStatusEscalated
source: Escalated
fr: Escalade

# adminApprovalStatusApprovedLabel
source: Approved
fr: Approuve

# adminApprovalStatusDeniedLabel
source: Denied
fr: Refuse

# adminApprovalStatusWithdrawn
source: Withdrawn
fr: Retire

# adminApprovalStatusExpired
source: Expired
fr: Expire

# adminApprovalStatusExecuted
source: Executed
fr: Execute

# adminApprovalStatusFailed
source: Failed
fr: Echoue

# adminApprovalStatusReviewing
source: Reviewing
fr: En revision

# adminApprovalNoItems
source: No items
fr: Aucun element

# adminApprovalViewAllItems
source: View all {count} items
fr: Voir les {count} elements

# adminApprovalByName
source: By: {name}
fr: Par : {name}

# adminApprovalTypeUserManagement
source: User Management
fr: Gestion des utilisateurs

# adminApprovalTypeContent
source: Content
fr: Contenu

# adminApprovalTypeFinancial
source: Financial
fr: Financier

# adminApprovalTypeSystem
source: System
fr: Systeme

# adminApprovalTypeDataExport
source: Data Export
fr: Export de donnees

# adminApprovalTypeAdminManagement
source: Admin Management
fr: Gestion des administrateurs

# adminApprovalActionCreateUser
source: Create User
fr: Creer un utilisateur

# adminApprovalActionDeleteUserAccount
source: Delete User Account
fr: Supprimer un compte utilisateur

# adminApprovalActionSuspendUserAccount
source: Suspend User Account
fr: Suspendre un compte utilisateur

# adminApprovalActionUnsuspendUserAccount
source: Unsuspend User Account
fr: Reactiver un compte utilisateur

# adminApprovalActionGrantAdminRole
source: Grant Admin Role
fr: Accorder un role administrateur

# adminApprovalActionRevokeAdminRole
source: Revoke Admin Role
fr: Revoquer un role administrateur

# adminApprovalActionModifyUserPermissions
source: Modify User Permissions
fr: Modifier les permissions utilisateur

# adminApprovalActionPublishContent
source: Publish Content
fr: Publier du contenu

# adminApprovalActionUnpublishContent
source: Unpublish Content
fr: Depublier du contenu

# adminApprovalActionDeleteContent
source: Delete Content
fr: Supprimer du contenu

# adminApprovalActionDeleteProgram
source: Delete Program
fr: Supprimer un programme

# adminApprovalActionDeleteInstitutionContent
source: Delete Institution Content
fr: Supprimer le contenu d'une institution

# adminApprovalActionProcessLargeRefund
source: Process Large Refund
fr: Traiter un remboursement important

# adminApprovalActionModifyFeeStructure
source: Modify Fee Structure
fr: Modifier la structure tarifaire

# adminApprovalActionVoidTransaction
source: Void Transaction
fr: Annuler une transaction

# adminApprovalActionSendBulkNotification
source: Send Bulk Notification
fr: Envoyer une notification en masse

# adminApprovalActionSendPlatformAnnouncement
source: Send Platform Announcement
fr: Envoyer une annonce plateforme

# adminApprovalActionExportSensitiveData
source: Export Sensitive Data
fr: Exporter des donnees sensibles

# adminApprovalActionExportUserData
source: Export User Data
fr: Exporter des donnees utilisateur

# adminApprovalActionModifySystemSettings
source: Modify System Settings
fr: Modifier les parametres systeme

# adminApprovalActionClearCache
source: Clear Cache
fr: Vider le cache

# adminApprovalActionCreateAdmin
source: Create Admin
fr: Creer un administrateur

# adminApprovalActionModifyAdmin
source: Modify Admin
fr: Modifier un administrateur

# adminContentAssessmentsManagement
source: Assessments Management
fr: Gestion des evaluations

# adminContentManageQuizzesAndAssignments
source: Manage quizzes and assignments across all courses
fr: Gerer les quiz et devoirs de tous les cours

# adminContentRefresh
source: Refresh
fr: Actualiser

# adminContentCreateAssessment
source: Create Assessment
fr: Creer une evaluation

# adminContentCreateNewAssessment
source: Create New Assessment
fr: Creer une nouvelle evaluation

# adminContentAssessmentTypeRequired
source: Assessment Type *
fr: Type d'evaluation *

# adminContentAssignment
source: Assignment
fr: Devoir

# adminContentCourseRequired
source: Course *
fr: Cours *

# adminContentLoadingCourses
source: Loading courses...
fr: Chargement des cours...

# adminContentSelectACourse
source: Select a course
fr: Selectionner un cours

# adminContentLoadingModules
source: Loading modules...
fr: Chargement des modules...

# adminContentSelectACourseFirst
source: Select a course first
fr: Selectionner d'abord un cours

# adminContentNoModulesInCourse
source: No modules in this course
fr: Aucun module dans ce cours

# adminContentSelectAModule
source: Select a module
fr: Selectionner un module

# adminContentLessonTitleRequired
source: Lesson Title *
fr: Titre de la lecon *

# adminContentEnterLessonTitle
source: Enter lesson title
fr: Entrez le titre de la lecon

# adminContentTitleRequired
source: Title *
fr: Titre *

# adminContentEnterTitle
source: Enter title
fr: Entrez le titre

# adminContentPassingScorePercent
source: Passing Score (%)
fr: Note de passage (%)

# adminContentEnterAssignmentInstructions
source: Enter assignment instructions
fr: Entrez les instructions du devoir

# adminContentPointsPossible
source: Points Possible
fr: Points possibles

# adminContentQuizDraftNotice
source: Quiz will be created as a draft. Add questions in the Course Builder.
fr: Le quiz sera cree en brouillon. Ajoutez des questions dans le constructeur de cours.

# adminContentAssignmentDraftNotice
source: Assignment will be created as a draft. Configure details in the Course Builder.
fr: Le devoir sera cree en brouillon. Configurez les details dans le constructeur de cours.

# adminContentCancel
source: Cancel
fr: Annuler

# adminContentPleaseSelectCourseAndModule
source: Please select course and module
fr: Veuillez selectionner un cours et un module

# adminContentPleaseFillRequiredFields
source: Please fill in all required fields
fr: Veuillez remplir tous les champs obligatoires

# adminContentPleaseEnterInstructions
source: Please enter assignment instructions
fr: Veuillez entrer les instructions du devoir

# adminContentAssessmentCreated
source: {type} created
fr: {type} cree(e)

# adminContentFailedToCreateAssessment
source: Failed to create assessment
fr: Impossible de creer l'evaluation

# adminContentCreate
source: Create
fr: Creer

# adminContentTotalAssessments
source: Total Assessments
fr: Total des evaluations

# adminContentAllAssessments
source: All assessments
fr: Toutes les evaluations

# adminContentQuizzes
source: Quizzes
fr: Quiz

# adminContentAutoGraded
source: Auto-graded
fr: Correction auto

# adminContentAssignments
source: Assignments
fr: Devoirs

# adminContentManualGrading
source: Manual grading
fr: Correction manuelle

# adminContentPendingGrading
source: Pending Grading
fr: Correction en attente

# adminContentAwaitingReview
source: Awaiting review
fr: En attente de revision

# adminContentSearchAssessments
source: Search assessments by title...
fr: Rechercher des evaluations par titre...

# adminContentAssessmentType
source: Assessment Type
fr: Type d'evaluation

# adminContentAllTypes
source: All Types
fr: Tous les types

# adminContentTitleLabel
source: Title
fr: Titre

# adminContentCourseLabel
source: Course
fr: Cours

# adminContentQuestionsSubmissions
source: Questions / Submissions
fr: Questions / Soumissions

# adminContentQuestionsAttempts
source: {questions} questions ({attempts} attempts)
fr: {questions} questions ({attempts} tentatives)

# adminContentSubmissionsGraded
source: {submissions} submissions ({graded} graded)
fr: {submissions} soumissions ({graded} corrigees)

# adminContentScoreGrade
source: Score / Grade
fr: Score / Note

# adminContentPassRate
source: {rate}% pass
fr: {rate}% reussite

# adminContentAvgGrade
source: {grade}% avg
fr: {grade}% moy.

# adminContentUpdated
source: Updated
fr: Mis a jour

# adminContentViewStats
source: View Stats
fr: Voir les stats

# adminContentEditInCourseBuilder
source: Edit in Course Builder
fr: Modifier dans le constructeur

# adminContentAttempts
source: Attempts
fr: Tentatives

# adminContentAverageScore
source: Average Score
fr: Score moyen

# adminContentPassRateLabel
source: Pass Rate
fr: Taux de reussite

# adminContentSubmissions
source: Submissions
fr: Soumissions

# adminContentGraded
source: Graded
fr: Corrigees

# adminContentPending
source: Pending
fr: En attente

# adminContentAverageGrade
source: Average Grade
fr: Note moyenne

# adminContentDueDate
source: Due Date
fr: Date limite

# adminContentLastUpdated
source: Last Updated
fr: Derniere mise a jour

# adminContentClose
source: Close
fr: Fermer

# adminContentToday
source: Today
fr: Aujourd'hui

# adminContentYesterday
source: Yesterday
fr: Hier

# adminContentDaysAgo
source: {days} days ago
fr: Il y a {days} jours

# adminContentWeeksAgo
source: {weeks} weeks ago
fr: Il y a {weeks} semaines

# adminContentMonthsAgo
source: {months} months ago
fr: Il y a {months} mois

# adminContentYearsAgo
source: {years} years ago
fr: Il y a {years} ans

# adminContentManagement
source: Content Management
fr: Gestion du contenu

# adminContentManageVideoCourses
source: Manage video courses and tutorials
fr: Gerer les cours video et tutoriels

# adminContentManageTextMaterials
source: Manage text-based learning materials
fr: Gerer les supports d'apprentissage textuels

# adminContentManageInteractive
source: Manage interactive learning content
fr: Gerer le contenu d'apprentissage interactif

# adminContentManageLiveSessions
source: Manage live sessions and webinars
fr: Gerer les sessions en direct et webinaires

# adminContentManageHybrid
source: Manage hybrid learning experiences
fr: Gerer les experiences d'apprentissage hybrides

# adminContentManageEducational
source: Manage educational content, courses, and curriculum
fr: Gerer le contenu educatif, les cours et les programmes

# adminContentExportComingSoon
source: Export feature coming soon
fr: Fonctionnalite d'exportation bientot disponible

# adminContentExport
source: Export
fr: Exporter

# adminContentCreateContent
source: Create Content
fr: Creer du contenu

# adminContentCreateNewContent
source: Create New Content
fr: Creer un nouveau contenu

# adminContentEnterContentTitle
source: Enter content title
fr: Entrez le titre du contenu

# adminContentEnterDescription
source: Enter content description
fr: Entrez la description du contenu

# adminContentDraftNotice
source: Content will be created as a draft. You can edit and publish it later.
fr: Le contenu sera cree en brouillon. Vous pourrez le modifier et le publier plus tard.

# adminContentPleaseEnterTitle
source: Please enter a title
fr: Veuillez entrer un titre

# adminContentCurriculumManagement
source: Curriculum Management
fr: Gestion du programme

# adminContentManageModulesAndLessons
source: Manage modules and lessons across all courses
fr: Gerer les modules et lecons de tous les cours

# adminContentCreateModule
source: Create Module
fr: Creer un module

# adminContentCreateNewModule
source: Create New Module
fr: Creer un nouveau module

# adminContentResourcesManagement
source: Resources Management
fr: Gestion des ressources

# adminContentManageVideoAndText
source: Manage video and text content across all courses
fr: Gerer le contenu video et texte de tous les cours

# adminContentCreateResource
source: Create Resource
fr: Creer une ressource

# adminContentCreateNewResource
source: Create New Resource
fr: Creer une nouvelle ressource

# adminContentPageContentManagement
source: Page Content Management
fr: Gestion du contenu des pages

# adminContentManageFooterPages
source: Manage footer pages content (About, Privacy, Terms, etc.)
fr: Gerer le contenu des pages du pied de page (A propos, Confidentialite, Conditions, etc.)

# adminContentErrorLoadingPages
source: Error loading pages
fr: Erreur de chargement des pages

# adminContentRetry
source: Retry
fr: Reessayer

# adminContentNoPagesFound
source: No pages found
fr: Aucune page trouvee

# adminContentRunMigration
source: Run the database migration to seed initial page content.
fr: Executez la migration de base de donnees pour initialiser le contenu des pages.

# adminContentAtLeastOneSection
source: At least one section is required
fr: Au moins une section est requise

# adminContentRemoveSection
source: Remove Section
fr: Supprimer la section

# adminContentConfirmRemoveSection
source: Are you sure you want to remove this section?
fr: Etes-vous sur de vouloir supprimer cette section ?

# adminContentRemove
source: Remove
fr: Supprimer

# adminContentInvalidJson
source: Invalid JSON in content field
fr: JSON invalide dans le champ de contenu

# adminContentPageSavedSuccessfully
source: Page saved successfully
fr: Page enregistree avec succes

# adminContentFailedToSavePage
source: Failed to save page
fr: Impossible d'enregistrer la page

# adminContentPagePublishedSuccessfully
source: Page published successfully
fr: Page publiee avec succes

# adminContentFailedToPublishPage
source: Failed to publish page
fr: Impossible de publier la page

# adminContentPageUnpublished
source: Page unpublished
fr: Page depubliee

# adminContentFailedToUnpublishPage
source: Failed to unpublish page
fr: Impossible de depublier la page

# adminContentUnsavedChanges
source: Unsaved Changes
fr: Modifications non enregistrees

# adminContentDiscardChanges
source: You have unsaved changes. Do you want to discard them?
fr: Vous avez des modifications non enregistrees. Voulez-vous les abandonner ?

# adminContentDiscard
source: Discard
fr: Abandonner

# adminContentStartTyping
source: Start typing your content here...
fr: Commencez a saisir votre contenu ici...

# adminContentSupportsMarkdown
source: Supports Markdown formatting
fr: Prend en charge le formatage Markdown

# adminContentCharacterCount
source: {count} characters
fr: {count} caracteres

# adminContentSectionTitle
source: Section Title
fr: Titre de la section

# adminContentEnterSectionTitle
source: Enter section title
fr: Entrez le titre de la section

# adminContentSectionContent
source: Section Content
fr: Contenu de la section

# adminContentEnterSectionContent
source: Enter section content...
fr: Entrez le contenu de la section...

# swAchievementToday
source: Today
fr: Aujourd'hui

# swAchievementYesterday
source: Yesterday
fr: Hier

# swAchievementDaysAgo
source: {count} days ago
fr: il y a {count} jours

# swAchievementWeeksAgo
source: {count} weeks ago
fr: il y a {count} semaines

# swAchievementYou
source: You
fr: Vous

# swChartNoDataAvailable
source: No data available
fr: Aucune donnée disponible

# swCollabMembersCount
source: {current}/{max} members
fr: {current}/{max} membres

# swCollabOnlineCount
source: {count} online
fr: {count} en ligne

# swCollabGroupFull
source: Group Full
fr: Groupe complet

# swCollabJoinGroup
source: Join Group
fr: Rejoindre le groupe

# swCollabNoGroupsYet
source: No groups yet
fr: Aucun groupe pour le moment

# swCollabCreateGroup
source: Create Group
fr: Créer un groupe

# swExamMarksCount
source: {count} Marks
fr: {count} Points

# swExamStartExam
source: Start Exam
fr: Commencer l'examen

# swExamToday
source: Today
fr: Aujourd'hui

# swExamTomorrow
source: Tomorrow
fr: Demain

# swExamDaysCount
source: {count} days
fr: {count} jours

# swExamWriteAnswerHint
source: Write your answer here...
fr: Écrivez votre réponse ici...

# swExamEnterAnswerHint
source: Enter your answer...
fr: Entrez votre réponse...

# swExamExplanation
source: Explanation
fr: Explication

# swFocusFocusMode
source: Focus Mode
fr: Mode Concentration

# swFocusPaused
source: Paused
fr: En pause

# swFocusThisWeek
source: This Week
fr: Cette semaine

# swHelpSupportViewsCount
source: {count} views
fr: {count} vues

# swHelpSupportHelpfulCount
source: {count} found helpful
fr: {count} ont trouvé utile

# swHelpSupportWasThisHelpful
source: Was this helpful?
fr: Cela vous a-t-il été utile ?

# swHelpSupportYes
source: Yes
fr: Oui

# swHelpSupportToday
source: Today
fr: Aujourd'hui

# swHelpSupportYesterday
source: Yesterday
fr: Hier

# swHelpSupportDaysAgo
source: {count} days ago
fr: il y a {count} jours

# swHelpSupportJustNow
source: Just now
fr: À l'instant

# swHelpSupportMinutesAgo
source: {count}m ago
fr: il y a {count}m

# swHelpSupportHoursAgo
source: {count}h ago
fr: il y a {count}h

# swHelpSupportDaysShortAgo
source: {count}d ago
fr: il y a {count}j

# swInvoiceNumber
source: Invoice #{number}
fr: Facture #{number}

# swInvoiceIssued
source: Issued: {date}
fr: Émise le : {date}

# swInvoiceDue
source: Due: {date}
fr: Échéance : {date}

# swInvoiceBillTo
source: BILL TO
fr: FACTURER À

# swInvoiceQty
source: QTY
fr: QTÉ

# swInvoiceRate
source: RATE
fr: TARIF

# swInvoiceAmount
source: AMOUNT
fr: MONTANT

# swInvoiceSubtotal
source: Subtotal
fr: Sous-total

# swInvoiceDiscount
source: Discount
fr: Remise

# swInvoiceTax
source: Tax
fr: Taxe

# swInvoiceTransactionId
source: Transaction ID
fr: ID de transaction

# swInvoiceDownloadReceipt
source: Download Receipt
fr: Télécharger le reçu

# swJobCareerPostedToday
source: Posted today
fr: Publié aujourd'hui

# swJobCareerPostedYesterday
source: Posted yesterday
fr: Publié hier

# swJobCareerPostedDaysAgo
source: Posted {count} days ago
fr: Publié il y a {count} jours

# swJobCareerRemote
source: Remote
fr: À distance

# swJobCareerApplyBy
source: Apply by {date}
fr: Postuler avant le {date}

# swJobCareerExpired
source: Expired
fr: Expiré

# swJobCareerToday
source: Today
fr: Aujourd'hui

# swJobCareerTomorrow
source: Tomorrow
fr: Demain

# swJobCareerInDays
source: in {count} days
fr: dans {count} jours

# swJobCareerAvailable
source: Available
fr: Disponible

# swJobCareerSessionsCount
source: {count} sessions
fr: {count} séances

# swJobCareerBookSession
source: Book Session
fr: Réserver une séance

# swJobCareerApplied
source: Applied {time}
fr: Postulé {time}

# swJobCareerUpdated
source: Updated {time}
fr: Mis à jour {time}

# swJobCareerDaysAgo
source: {count}d ago
fr: il y a {count}j

# swJobCareerHoursAgo
source: {count}h ago
fr: il y a {count}h

# swJobCareerMinutesAgo
source: {count}m ago
fr: il y a {count}m

# swJobCareerJustNow
source: Just now
fr: À l'instant

# swJobCareerViewsCount
source: {count} views
fr: {count} vues

# swMessageNoMessagesYet
source: No messages yet
fr: Aucun message pour le moment

# swMessageTypeMessage
source: Type a message...
fr: Tapez un message...

# swMessageToday
source: Today
fr: Aujourd'hui

# swMessageYesterday
source: Yesterday
fr: Hier

# swNoteEdit
source: Edit
fr: Modifier

# swNoteUnpin
source: Unpin
fr: Désépingler

# swNotePin
source: Pin
fr: Épingler

# swNoteDelete
source: Delete
fr: Supprimer

# swNoteJustNow
source: Just now
fr: À l'instant

# swNoteMinutesAgo
source: {count}m ago
fr: il y a {count}m

# swNoteHoursAgo
source: {count}h ago
fr: il y a {count}h

# swNoteDaysAgo
source: {count}d ago
fr: il y a {count}j

# swNoteNoNotesYet
source: No Notes Yet
fr: Aucune note pour le moment

# swNoteStartTakingNotes
source: Start taking notes to remember important information
fr: Commencez à prendre des notes pour retenir les informations importantes

# swNoteCreateNote
source: Create Note
fr: Créer une note

# swNoteSearchNotes
source: Search notes...
fr: Rechercher des notes...

# swOnboardingStepOf
source: Step {current} of {total}
fr: Étape {current} sur {total}

# swOnboardingSkipTutorial
source: Skip Tutorial
fr: Passer le tutoriel

# swOnboardingNext
source: Next
fr: Suivant

# swOnboardingFinish
source: Finish
fr: Terminer

# swPaymentPending
source: Pending
fr: En attente

# swPaymentProcessing
source: Processing
fr: En cours

# swPaymentCompleted
source: Completed
fr: Terminé

# swPaymentFailed
source: Failed
fr: Échoué

# swPaymentRefunded
source: Refunded
fr: Remboursé

# swPaymentCancelled
source: Cancelled
fr: Annulé

# swPaymentDefault
source: Default
fr: Par défaut

# swPaymentCard
source: Card
fr: Carte

# swPaymentBankAccount
source: Bank Account
fr: Compte bancaire

# swPaymentPaypalAccount
source: PayPal Account
fr: Compte PayPal

# swPaymentStripePayment
source: Stripe Payment
fr: Paiement Stripe

# swPaymentRemoveMethod
source: Remove payment method
fr: Supprimer le moyen de paiement

# swPaymentToday
source: Today
fr: Aujourd'hui

# swPaymentYesterday
source: Yesterday
fr: Hier

# swPaymentDaysAgo
source: {count} days ago
fr: il y a {count} jours

# swPaymentCardNumber
source: Card Number
fr: Numéro de carte

# swPaymentExpiryDate
source: Expiry Date
fr: Date d'expiration

# swQuizQuestionOf
source: Question {current} of {total}
fr: Question {current} sur {total}

# swQuizTypeAnswerHint
source: Type your answer here...
fr: Tapez votre réponse ici...

# swQuizExplanation
source: Explanation
fr: Explication

# swQuizCongratulations
source: Congratulations!
fr: Félicitations !

# swQuizKeepPracticing
source: Keep Practicing!
fr: Continuez à vous entraîner !

# swQuizYouScored
source: You scored
fr: Vous avez obtenu

# swQuizScoreOutOf
source: {score} out of {total} points
fr: {score} sur {total} points

# swQuizAttemptsCount
source: {used}/{max} attempts
fr: {used}/{max} tentatives

# swQuizBestScore
source: Best Score: {score}%
fr: Meilleur score : {score}%

# swResourceRemoveBookmark
source: Remove bookmark
fr: Retirer le signet

# swResourceBookmark
source: Bookmark
fr: Ajouter un signet

# swResourceDownloaded
source: Downloaded
fr: Téléchargé

# swResourceDownload
source: Download
fr: Télécharger

# swResourceNoResourcesAvailable
source: No Resources Available
fr: Aucune ressource disponible

# swResourceWillAppearHere
source: Resources will appear here when available
fr: Les ressources apparaîtront ici lorsqu'elles seront disponibles

# swResourceDownloading
source: Downloading
fr: Téléchargement

# swProgressLessonsCount
source: {completed}/{total} lessons
fr: {completed}/{total} leçons

# swProgressUnlocked
source: Unlocked {date}
fr: Débloqué {date}

# swProgressToday
source: Today
fr: Aujourd'hui

# swProgressYesterday
source: Yesterday
fr: Hier

# swProgressDaysAgo
source: {count} days ago
fr: il y a {count} jours

# swProgressCompleted
source: Completed
fr: Terminé

# swProgressOverdue
source: Overdue
fr: En retard

# swProgressDaysLeft
source: {count} days left
fr: {count} jours restants

# swProgressDayStreak
source: day streak
fr: jours consécutifs

# swProgressLongestStreak
source: Longest: {count} days
fr: Record : {count} jours

# adminAnalytics30DayActiveChange
source: 30-day active change
fr: Changement d'activité sur 30 jours

# adminAnalyticsActive30d
source: Active (30d)
fr: Actifs (30j)

# adminAnalyticsActiveApplications
source: Active Applications
fr: Candidatures actives

# adminAnalyticsActiveChange
source: Active Change
fr: Changement d'activité

# adminAnalyticsActiveLast30Days
source: Active in last 30 days
fr: Actifs ces 30 derniers jours

# adminAnalyticsActiveUsers
source: Active Users
fr: Utilisateurs actifs

# adminAnalyticsActiveUsers30d
source: Active Users (30d)
fr: Utilisateurs actifs (30j)

# adminAnalyticsAllRegisteredUsers
source: All Registered Users
fr: Tous les utilisateurs inscrits

# adminAnalyticsAllTime
source: All Time
fr: Tout le temps

# adminAnalyticsApplicationAnalytics
source: Application Analytics
fr: Analyse des candidatures

# adminAnalyticsApplications
source: Applications
fr: Candidatures

# adminAnalyticsApplicationSubmissions
source: Application Submissions
fr: Soumissions de candidatures
