Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# adminContentAcrossAllCourses
source: Across all courses
fr: Dans tous les cours

# adminContentLiveModules
source: Live modules
fr: Modules en ligne

# adminContentDrafts
source: Drafts
fr: Brouillons

# adminContentUnpublishedModules
source: Unpublished modules
fr: Modules non publiés

# adminContentTotalLessons
source: Total Lessons
fr: Total des leçons

# adminContentAllLessons
source: All lessons
fr: Toutes les leçons

# adminContentSearchModules
source: Search modules by title...
fr: Rechercher des modules par titre...

# adminContentModuleTitle
source: Module Title
fr: Titre du module

# adminContentCourse
source: Course
fr: Cours

# adminContentLessons
source: Lessons
fr: Leçons

# adminContentDuration
source: Duration
fr: Durée

# adminContentViewDetails
source: View Details
fr: Voir les détails

# adminContentEditInBuilder
source: Edit in Course Builder
fr: Modifier dans le Constructeur de cours

# adminContentErrorLoadingPage
source: Error loading page
fr: Erreur lors du chargement de la page

# adminContentBack
source: Back
fr: Retour

# adminContentPreviewMode
source: Preview Mode
fr: Mode aperçu

# adminContentBackToEditor
source: Back to Editor
fr: Retour à l'éditeur

# adminContentUnsaved
source: UNSAVED
fr: NON ENREGISTRÉ

# adminContentUnpublish
source: Unpublish
fr: Dépublier

# adminContentPublish
source: Publish
fr: Publier

# adminContentSaving
source: Saving...
fr: Enregistrement...

# adminContentSave
source: Save
fr: Enregistrer

# adminContentBasicInformation
source: Basic Information
fr: Informations de base

# adminContentPageTitle
source: Page Title
fr: Titre de la page

# adminContentEnterPageTitle
source: Enter the page title
fr: Entrer le titre de la page

# adminContentSubtitleOptional
source: Subtitle (optional)
fr: Sous-titre (optionnel)

# adminContentEnterSubtitle
source: Enter a subtitle or tagline
fr: Entrer un sous-titre ou une accroche

# adminContentBriefDescription
source: Brief description for search engines
fr: Brève description pour les moteurs de recherche

# adminContentContent
source: Content
fr: Contenu

# adminContentUseRichTextEditor
source: Use the rich text editor to format your content.
fr: Utilisez l'éditeur de texte enrichi pour formater votre contenu.

# adminContentEditJsonFormat
source: Edit the page content in JSON format.
fr: Modifier le contenu au format JSON.

# adminContentVisual
source: Visual
fr: Visuel

# adminContentRawJson
source: Raw JSON
fr: JSON brut

# adminContentAddSection
source: Add Section
fr: Ajouter une section

# adminContentComplexStructure
source: This page has a complex structure.
fr: Cette page a une structure complexe.

# adminContentUseRawJsonMode
source: Use Raw JSON mode to edit this page's content.
fr: Utilisez le mode JSON brut pour modifier cette page.

# adminContentContentRequired
source: Content is required
fr: Le contenu est requis

# adminContentInvalidJsonFormat
source: Invalid JSON format
fr: Format JSON invalide

# adminContentRichTextEditor
source: Rich Text Editor
fr: Éditeur de texte enrichi

# adminContentVisualEditorHelp
source: Use the Visual Editor for WYSIWYG editing. Switch to Raw JSON for advanced editing.
fr: Utilisez l'éditeur visuel pour l'édition WYSIWYG. Passez au JSON brut pour l'édition avancée.

# adminContentCannotFormatInvalidJson
source: Cannot format: Invalid JSON
fr: Impossible de formater: JSON invalide

# adminContentResourceTypeRequired
source: Resource Type *
fr: Type de ressource *

# adminContentTextContent
source: Text Content
fr: Contenu texte

# adminContentSelectCourseFirst
source: Select a course first
fr: Sélectionnez d'abord un cours

# adminContentSelectModule
source: Select a module
fr: Sélectionner un module

# adminContentVideoUrlRequired
source: Video URL *
fr: URL de la vidéo *

# adminContentEnterTextContent
source: Enter text content (Markdown supported)
fr: Entrer le contenu texte (Markdown supporté)

# adminContentResourceCreatedAsDraft
source: Resource will be created as a draft lesson.
fr: La ressource sera créée en tant que brouillon.

# adminContentPleaseEnterLessonTitle
source: Please enter a lesson title
fr: Veuillez entrer un titre de leçon

# adminContentPleaseEnterVideoUrl
source: Please enter a video URL
fr: Veuillez entrer une URL de vidéo

# adminContentPleaseEnterContent
source: Please enter content
fr: Veuillez entrer du contenu

# adminContentVideoResourceCreated
source: Video resource created
fr: Ressource vidéo créée

# adminContentTextResourceCreated
source: Text resource created
fr: Ressource texte créée

# adminContentFailedToCreateResource
source: Failed to create resource
fr: Échec de la création de la ressource

# adminContentTotalResources
source: Total Resources
fr: Total des ressources

# adminContentVideos
source: Videos
fr: Vidéos

# adminContentVideoResources
source: Video resources
fr: Ressources vidéo

# adminContentTextResources
source: Text resources
fr: Ressources texte

# adminContentTotalDuration
source: Total Duration
fr: Durée totale

# adminContentVideoContent
source: Video content
fr: Contenu vidéo

# adminContentSearchResources
source: Search resources by title...
fr: Rechercher des ressources par titre...

# adminContentResourceType
source: Resource Type
fr: Type de ressource

# adminContentLocation
source: Location
fr: Emplacement

# adminContentDurationReadTime
source: Duration / Read Time
fr: Durée / Temps de lecture

# adminContentLesson
source: Lesson
fr: Leçon

# adminContentVideoUrl
source: Video URL
fr: URL de la vidéo

# adminContentReadingTime
source: Reading Time
fr: Temps de lecture

# studentHelpCategoryGettingStarted
source: Getting Started
fr: Premiers pas

# studentHelpCategoryApplications
source: Applications
fr: Candidatures

# studentHelpCategoryCounseling
source: Counseling
fr: Conseils

# studentHelpCategoryCourses
source: Courses
fr: Cours

# studentHelpCategoryAccount
source: Account
fr: Compte

# studentHelpCategoryTechnical
source: Technical
fr: Technique

# studentResourcesCategoryStudyGuide
source: Study Guide
fr: Guide d'étude

# studentResourcesCategoryVideo
source: Video
fr: Vidéo

# studentResourcesCategoryTemplate
source: Template
fr: Modèle

# studentResourcesCategoryExternalLink
source: External Link
fr: Lien externe

# studentResourcesCategoryCareer
source: Career
fr: Carrière

# studentResourcesDateToday
source: Today
fr: Aujourd'hui

# studentResourcesDateYesterday
source: Yesterday
fr: Hier

# studentScheduleWeekdaySun
source: Sun
fr: Dim

# studentScheduleWeekdayMon
source: Mon
fr: Lun

# studentScheduleWeekdayTue
source: Tue
fr: Mar

# studentScheduleWeekdayWed
source: Wed
fr: Mer

# studentScheduleWeekdayThu
source: Thu
fr: Jeu

# studentScheduleWeekdayFri
source: Fri
fr: Ven

# studentScheduleWeekdaySat
source: Sat
fr: Sam

# studentScheduleEventCounseling
source: Counseling
fr: Conseil

# studentScheduleEventCourse
source: Course
fr: Cours

# studentScheduleEventDeadline
source: Deadline
fr: Échéance

# studentScheduleEventStudy
source: Study
fr: Étude

# studentScheduleEventOther
source: Other
fr: Autre

# studentCoursesDateToday
source: Today
fr: Aujourd'hui

# studentCoursesDateYesterday
source: Yesterday
fr: Hier

# parentLinkTimeAgoJustNow
source: Just now
fr: À l'instant

# parentLinkStatusActive
source: Active
fr: Actif

# parentLinkStatusExpired
source: Expired
fr: Expiré

# parentLinkStatusUsed
source: Used
fr: Utilisé

# studentRecStatusPending
source: Pending
fr: En attente

# studentRecStatusAccepted
source: Accepted
fr: Accepté

# studentRecStatusInProgress
source: In Progress
fr: En cours

# studentRecStatusCompleted
source: Completed
fr: Terminé

# studentRecStatusDeclined
source: Declined
fr: Refusé

# studentRecStatusCancelled
source: Cancelled
fr: Annulé

# studentRecChipPending
source: PENDING
fr: EN ATTENTE

# studentRecChipAccepted
source: ACCEPTED
fr: ACCEPTÉ

# studentRecChipWriting
source: WRITING
fr: RÉDACTION

# studentRecChipCompleted
source: COMPLETED
fr: TERMINÉ

# studentRecChipDeclined
source: DECLINED
fr: REFUSÉ

# studentRecChipCancelled
source: CANCELLED
fr: ANNULÉ

# studentCoursesEnrolledDate
source: Enrolled: {date}
fr: Inscrit: {date}

# studentCoursesDateDaysAgo
source: {days} days ago
fr: Il y a {days} jours

# studentCoursesDateWeeksAgo
source: {weeks} weeks ago
fr: Il y a {weeks} semaines

# studentCoursesDateMonthsAgo
source: {months} months ago
fr: Il y a {months} mois

# parentLinkLinkedTimeAgo
source: Linked {timeAgo}
fr: Lié {timeAgo}

# parentLinkRequestedTimeAgo
source: Requested {timeAgo}
fr: Demandé {timeAgo}

# parentLinkTimeAgoMonths
source: {months} months ago
fr: Il y a {months} mois

# parentLinkTimeAgoDays
source: {days} days ago
fr: Il y a {days} jours

# parentLinkTimeAgoHours
source: {hours} hours ago
fr: Il y a {hours} heures

# parentLinkTimeAgoMinutes
source: {minutes} minutes ago
fr: Il y a {minutes} minutes

# parentLinkExpiresInDays
source: Expires in: {days} days
fr: Expire dans: {days} jours

# parentLinkMaxUses
source: Maximum uses: {count}
fr: Utilisations maximum: {count}

# parentLinkUsesRemaining
source: {remaining}/{total} uses left
fr: {remaining}/{total} utilisations restantes

# parentLinkExpiresOn
source: Expires: {date}
fr: Expire: {date}

# studentScheduleNoEventsOn
source: No events on {date}
fr: Aucun événement le {date}

# studentScheduleDueBy
source: Due by {time}
fr: Échéance à {time}

# studentResourcesDateDaysAgo
source: {days}d ago
fr: Il y a {days}j

# studentResourcesDateWeeksAgo
source: {weeks}w ago
fr: Il y a {weeks}sem

# studentResourcesDateMonthsAgo
source: {months}mo ago
fr: Il y a {months}m

# studentResourcesOpening
source: Opening {title}...
fr: Ouverture de {title}...

# adminContentEditPageTitle
source: Edit Page: {title}
fr: Modifier la page: {title}

# adminContentModuleCreated
source: Module "{title}" created
fr: Module "{title}" créé

# focusAnalyticsTitle
source: Focus Analytics
fr: Analyse de concentration

# focusAnalyticsShare
source: Share
fr: Partager

# focusAnalyticsThisMonth
source: This Month
fr: Ce mois

# focusAnalyticsTotalFocusTime
source: Total Focus Time
fr: Temps de concentration total

# focusAnalyticsCompletion
source: Completion
fr: Complétion

# focusAnalyticsAvgFocus
source: Avg Focus
fr: Moy. concentration

# focusAnalyticsCurrentStreak
source: Current Streak
fr: Série actuelle

# focusAnalyticsDaysInARow
source: days in a row
fr: jours consécutifs

# focusAnalyticsBestStreak
source: Best Streak
fr: Meilleure série

# focusAnalyticsDaysAchieved
source: days achieved
fr: jours atteints

# focusAnalyticsLongestSession
source: Longest Session
fr: Session la plus longue

# focusAnalyticsCompletionRate
source: Completion Rate
fr: Taux de complétion

# focusAnalyticsInsights
source: Insights
fr: Analyses

# focusAnalyticsPeakFocusTime
source: Peak Focus Time
fr: Pic de concentration

# focusAnalyticsPeakFocusTimeDesc
source: You are most productive between 9 AM - 11 AM
fr: Vous êtes le plus productif entre 9h et 11h

# focusAnalyticsGreatWeek
source: Great Week!
fr: Excellente semaine !

# focusAnalyticsGreatWeekDesc
source: You completed 87% of your sessions this week
fr: Vous avez complété 87% de vos sessions cette semaine

# focusAnalyticsKeepItUp
source: Keep it up!
fr: Continuez ainsi !

# focusAnalyticsKeepItUpDesc
source: 7-day streak - just 7 more for your best
fr: Série de 7 jours - encore 7 pour votre record

# focusAnalyticsShareComingSoon
source: Share functionality coming soon
fr: Fonctionnalité de partage bientôt disponible

# studySessionsTitle
source: Study Sessions
fr: Sessions d'étude

# studySessionsBack
source: Back
fr: Retour

# studySessionsToday
source: Today ({count})
fr: Aujourd'hui ({count})

# studySessionsThisWeek
source: This Week ({count})
fr: Cette semaine ({count})

# studySessionsAll
source: All ({count})
fr: Tout ({count})

# studySessionsTotalTime
source: Total Time
fr: Temps total

# studySessionsAvgFocus
source: Avg Focus
fr: Moy. concentration

# studySessionsNoSessions
source: No sessions yet
fr: Aucune session

# studySessionsNoSessionsSubtitle
source: Start a focus session to see it here
fr: Démarrez une session de concentration pour la voir ici

# studySessionsDuration
source: Duration
fr: Durée

# studySessionsStatus
source: Status
fr: Statut

# studySessionsFocusLevel
source: Focus Level
fr: Niveau de concentration

# studySessionsClose
source: Close
fr: Fermer

# adminCounselorDetailBackToCounselors
source: Back to Counselors
fr: Retour aux conseillers

# adminCounselorDetailTitle
source: Counselor Details
fr: Détails du conseiller

# adminCounselorDetailStudents
source: Students
fr: Étudiants

# adminCounselorDetailRating
source: Rating
fr: Évaluation

# adminCounselorDetailActive
source: Active
fr: Actif

# adminCounselorDetailSuspended
source: Suspended
fr: Suspendu

# adminCounselorDetailPending
source: Pending
fr: En attente

# adminCounselorDetailInactive
source: Inactive
fr: Inactif

# adminCounselorDetailApprove
source: Approve
fr: Approuver

# adminCounselorDetailSuspend
source: Suspend
fr: Suspendre

# adminCounselorDetailActivate
source: Activate
fr: Activer

# adminCounselorDetailDelete
source: Delete
fr: Supprimer

# adminCounselorDetailTabOverview
source: Overview
fr: Aperçu

# adminCounselorDetailTabStudents
source: Students
fr: Étudiants

# adminCounselorDetailTabSchedule
source: Schedule
fr: Emploi du temps

# adminCounselorDetailTabActivity
source: Activity
fr: Activité

# adminCounselorDetailBasicInfo
source: Basic Information
fr: Informations de base

# adminCounselorDetailPhone
source: Phone
fr: Téléphone

# adminCounselorDetailJoined
source: Joined
fr: Inscrit le

# adminCounselorDetailLastActive
source: Last Active
fr: Dernière activité

# adminCounselorDetailProfessionalInfo
source: Professional Information
fr: Informations professionnelles

# adminCounselorDetailSpecialization
source: Specialization
fr: Spécialisation

# adminCounselorDetailExperience
source: Experience
fr: Expérience

# adminCounselorDetailHourlyRate
source: Hourly Rate
fr: Tarif horaire

# adminCounselorDetailBio
source: Bio
fr: Biographie

# adminCounselorDetailAssignedStudents
source: {count} Assigned Students
fr: {count} étudiants assignés

# adminCounselorDetailNoStudents
source: No students assigned
fr: Aucun étudiant assigné

# adminCounselorDetailCounselingSessions
source: Counseling Sessions
fr: Sessions de conseil

# adminCounselorDetailNoSessions
source: No sessions found
fr: Aucune session trouvée

# adminCounselorDetailSchedule
source: Schedule
fr: Emploi du temps

# adminCounselorDetailNoSchedule
source: No schedule set
fr: Aucun emploi du temps défini

# adminCounselorDetailNoDocuments
source: No documents
fr: Aucun document

# adminCounselorDetailActivityLog
source: Activity Log
fr: Journal d'activité

# adminCounselorDetailNoActivity
source: No activity recorded
fr: Aucune activité enregistrée

# adminCounselorDetailSuspendTitle
source: Suspend Counselor
fr: Suspendre le conseiller

# adminCounselorDetailSuspendMessage
source: Are you sure you want to suspend {name}?
fr: Êtes-vous sûr de vouloir suspendre {name} ?

# adminCounselorDetailCancel
source: Cancel
fr: Annuler

# adminCounselorDetailSuspendAction
source: Suspend
fr: Suspendre

# adminCounselorDetailActivateTitle
source: Activate Counselor
fr: Activer le conseiller

# adminCounselorDetailActivateMessage
source: Are you sure you want to activate {name}?
fr: Êtes-vous sûr de vouloir activer {name} ?

# adminCounselorDetailActivateAction
source: Activate
fr: Activer

# adminCounselorDetailDeleteTitle
source: Delete Counselor
fr: Supprimer le conseiller

# adminCounselorDetailDeleteMessage
source: Are you sure you want to permanently delete {name}? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer définitivement {name} ? Cette action est irréversible.

# adminCounselorDetailDeleteAction
source: Delete
fr: Supprimer

# adminCounselorDetailSuspendSuccess
source: Counselor suspended successfully
fr: Conseiller suspendu avec succès

# adminCounselorDetailActivateSuccess
source: Counselor activated successfully
fr: Conseiller activé avec succès

# adminCounselorDetailDeleteSuccess
source: Counselor deleted successfully
fr: Conseiller supprimé avec succès

# adminCounselorDetailYears
source: {count} years
fr: {count} ans

# adminCounselorDetailHourlyRateValue
source: ${rate}/hour
fr: {rate} $/heure

# adminCounselorDetailCompleted
source: Completed
fr: Terminée

# adminCounselorDetailScheduled
source: Scheduled
fr: Planifiée

# adminCounselorDetailCancelled
source: Cancelled
fr: Annulée

# adminCounselorDetailUpload
source: Upload
fr: Télécharger

# adminCounselorDetailView
source: View
fr: Voir

# adminCounselorDetailDownload
source: Download
fr: Télécharger

# adminCounselorDetailActivityTimeline
source: Activity Timeline
fr: Chronologie d'activité

# adminCounselorDetailCounselorId
source: Counselor ID
fr: ID du conseiller

# adminCounselorDetailSpecialty
source: Specialty
fr: Spécialité

# adminCounselorDetailStatusActive
source: Active
fr: Actif

# adminCounselorDetailStatusInactive
source: Inactive
fr: Inactif

# adminCounselorDetailStatusSuspended
source: Suspended
fr: Suspendu

# adminCounselorDetailEditCounselor
source: Edit Counselor
fr: Modifier le conseiller

# adminCounselorDetailSendMessage
source: Send Message
fr: Envoyer un message

# adminCounselorDetailSuspendAccount
source: Suspend Account
fr: Suspendre le compte

# adminCounselorDetailActivateAccount
source: Activate Account
fr: Activer le compte

# adminCounselorDetailDeleteCounselor
source: Delete Counselor
fr: Supprimer le conseiller

# adminCounselorDetailFullName
source: Full Name
fr: Nom complet

# adminCounselorDetailCredentials
source: Credentials
fr: Diplômes

# adminCounselorDetailLicenseNumber
source: License Number
fr: Numéro de licence

# adminCounselorDetailYearsExperience
source: Years of Experience
fr: Années d'expérience

# adminCounselorDetailYearsValue
source: 8+ years
fr: 8+ ans

# adminCounselorDetailContactInfo
source: Contact Information
fr: Coordonnées

# adminCounselorDetailOfficeLocation
source: Office Location
fr: Emplacement du bureau

# adminCounselorDetailAvailability
source: Availability
fr: Disponibilité

# adminCounselorDetailAccountInfo
source: Account Information
fr: Informations du compte

# adminCounselorDetailAccountCreated
source: Account Created
fr: Compte créé

# adminCounselorDetailLastLogin
source: Last Login
fr: Dernière connexion

# adminCounselorDetailHoursAgo
source: 2 hours ago
fr: il y a 2 heures

# adminCounselorDetailEmailVerified
source: Email Verified
fr: Email vérifié

# adminCounselorDetailYes
source: Yes
fr: Oui

# adminCounselorDetailViewDetails
source: View Details
fr: Voir les détails

# adminCounselorDetailRecentSessions
source: {count} Recent Sessions
fr: {count} sessions récentes

# adminCounselorDetailWeeklySchedule
source: Weekly Schedule
fr: Horaire hebdomadaire

# adminCounselorDetailScheduleCalendar
source: Schedule Calendar
fr: Calendrier des horaires

# adminCounselorDetailCalendarComingSoon
source: Calendar view coming soon
fr: Vue calendrier bientôt disponible

# adminCounselorDetailProfessionalDocuments
source: Professional Documents
fr: Documents professionnels

# adminInstitutionDetailBackToInstitutions
source: Back to Institutions
fr: Retour aux établissements

# adminInstitutionDetailTitle
source: Institution Details
fr: Détails de l'établissement

# adminInstitutionDetailPrograms
source: Programs
fr: Programmes

# adminInstitutionDetailApplicants
source: Applicants
fr: Candidats

# adminInstitutionDetailAcceptance
source: Acceptance
fr: Admission

# adminInstitutionDetailApproved
source: Approved
fr: Approuvé

# adminInstitutionDetailPending
source: Pending
fr: En attente

# adminInstitutionDetailRejected
source: Rejected
fr: Refusé

# adminInstitutionDetailSuspended
source: Suspended
fr: Suspendu

# adminInstitutionDetailApprove
source: Approve
fr: Approuver

# adminInstitutionDetailReject
source: Reject
fr: Refuser

# adminInstitutionDetailSuspend
source: Suspend
fr: Suspendre

# adminInstitutionDetailActivate
source: Activate
fr: Activer

# adminInstitutionDetailDelete
source: Delete
fr: Supprimer

# adminInstitutionDetailTabOverview
source: Overview
fr: Aperçu

# adminInstitutionDetailTabPrograms
source: Programs
fr: Programmes

# adminInstitutionDetailTabApplicants
source: Applicants
fr: Candidats

# adminInstitutionDetailTabStatistics
source: Statistics
fr: Statistiques

# adminInstitutionDetailTabActivity
source: Activity
fr: Activité

# adminInstitutionDetailBasicInfo
source: Basic Information
fr: Informations de base

# adminInstitutionDetailLocation
source: Location
fr: Localisation

# adminInstitutionDetailWebsite
source: Website
fr: Site web

# adminInstitutionDetailPhone
source: Phone
fr: Téléphone

# adminInstitutionDetailJoined
source: Joined
fr: Inscrit le

# adminInstitutionDetailAcademicInfo
source: Academic Information
fr: Informations académiques

# adminInstitutionDetailRanking
source: Ranking
fr: Classement

# adminInstitutionDetailAccreditedPrograms
source: Accredited Programs
fr: Programmes accrédités

# adminInstitutionDetailTuitionRange
source: Tuition Range
fr: Fourchette des frais

# adminInstitutionDetailAcceptanceRate
source: Acceptance Rate
fr: Taux d'admission

# adminInstitutionDetailOfferedPrograms
source: Offered Programs
fr: Programmes proposés

# adminInstitutionDetailNoPrograms
source: No programs offered
fr: Aucun programme proposé

# adminInstitutionDetailRecentApplicants
source: {count} Recent Applicants
fr: {count} candidats récents

# adminInstitutionDetailNoApplicants
source: No applicants
fr: Aucun candidat

# adminInstitutionDetailInstitutionStatistics
source: Institution Statistics
fr: Statistiques de l'établissement

# adminInstitutionDetailApplicationsTrend
source: Applications trend over time
fr: Évolution des candidatures dans le temps

# adminInstitutionDetailNoDocuments
source: No documents
fr: Aucun document

# adminInstitutionDetailActivityLog
source: Activity Log
fr: Journal d'activité

# adminInstitutionDetailNoActivity
source: No activity recorded
fr: Aucune activité enregistrée

# adminInstitutionDetailApproveTitle
source: Approve Institution
fr: Approuver l'établissement

# adminInstitutionDetailApproveMessage
source: Are you sure you want to approve {name}?
fr: Êtes-vous sûr de vouloir approuver {name} ?

# adminInstitutionDetailCancel
source: Cancel
fr: Annuler

# adminInstitutionDetailApproveAction
source: Approve
fr: Approuver

# adminInstitutionDetailRejectTitle
source: Reject Institution
fr: Refuser l'établissement

# adminInstitutionDetailRejectMessage
source: Are you sure you want to reject {name}?
fr: Êtes-vous sûr de vouloir refuser {name} ?

# adminInstitutionDetailRejectAction
source: Reject
fr: Refuser

# adminInstitutionDetailSuspendTitle
source: Suspend Institution
fr: Suspendre l'établissement

# adminInstitutionDetailSuspendMessage
source: Are you sure you want to suspend {name}?
fr: Êtes-vous sûr de vouloir suspendre {name} ?

# adminInstitutionDetailSuspendAction
source: Suspend
fr: Suspendre

# adminInstitutionDetailActivateTitle
source: Activate Institution
fr: Activer l'établissement

# adminInstitutionDetailActivateMessage
source: Are you sure you want to activate {name}?
fr: Êtes-vous sûr de vouloir activer {name} ?

# adminInstitutionDetailActivateAction
source: Activate
fr: Activer

# adminInstitutionDetailDeleteTitle
source: Delete Institution
fr: Supprimer l'établissement

# adminInstitutionDetailDeleteMessage
source: Are you sure you want to permanently delete {name}? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer définitivement {name} ? Cette action est irréversible.

# adminInstitutionDetailDeleteAction
source: Delete
fr: Supprimer
