Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# fypSelectNationality
source: Please select your nationality
fr: Veuillez sélectionner votre nationalité

# fypCurrentStudyingLabel
source: Where are you currently studying? *
fr: Où étudiez-vous actuellement ? *

# fypCurrentStudyingHelper
source: Your current location (not where you want to study)
fr: Votre emplacement actuel (pas celui où vous souhaitez étudier)

# fypSelectCurrentCountry
source: Please select your current country
fr: Veuillez sélectionner votre pays actuel

# fypCurrentRegionLabel
source: Current Region/State (Optional)
fr: Région/État actuel (Facultatif)

# fypSelectRegionHelper
source: Select your region if available
fr: Sélectionnez votre région si disponible

# fypYourAcademicAchievements
source: Your academic achievements
fr: Vos résultats académiques

# fypAcademicMatchHelper
source: This helps us match you with universities where you'll be competitive
fr: Cela nous aide à vous associer à des universités où vous serez compétitif

# fypGradingSystemLabel
source: Your Grading System *
fr: Votre système de notation *

# fypSelectGradingSystem
source: Please select your grading system
fr: Veuillez sélectionner votre système de notation

# fypYourGradeLabel
source: Your Grade *
fr: Votre note *

# fypEnterGrade
source: Please enter your grade
fr: Veuillez entrer votre note

# fypStandardizedTestLabel
source: Standardized Test (if applicable)
fr: Test standardisé (le cas échéant)

# fypStandardizedTestHelper
source: Leave blank if you haven't taken any
fr: Laissez vide si vous n'en avez passé aucun

# fypSatTotalScoreLabel
source: SAT Total Score
fr: Score total SAT

# fypSatScoreHint
source: e.g. 1400
fr: ex. : 1400

# fypSatValidation
source: SAT must be between 400-1600
fr: Le SAT doit être entre 400 et 1600

# fypActCompositeLabel
source: ACT Composite Score
fr: Score composite ACT

# fypActScoreHint
source: e.g. 28
fr: ex. : 28

# fypActValidation
source: ACT must be between 1-36
fr: L'ACT doit être entre 1 et 36

# fypIbScoreLabel
source: IB Predicted/Final Score
fr: Score IB prévu/final

# fypIbScoreHint
source: e.g. 38
fr: ex. : 38

# fypIbValidation
source: IB score must be between 0-45
fr: Le score IB doit être entre 0 et 45

# fypTestScoresOptional
source: Standardized test scores are optional. If you haven't taken these tests yet, you can skip this section.
fr: Les scores aux tests standardisés sont facultatifs. Si vous n'avez pas encore passé ces tests, vous pouvez les ignorer.

# fypWhatStudy
source: What do you want to study?
fr: Que voulez-vous étudier ?

# fypInterestsHelper
source: Tell us about your academic interests and career goals
fr: Parlez-nous de vos intérêts académiques et de vos objectifs de carrière

# fypIntendedMajorLabel
source: Intended Major *
fr: Filière souhaitée *

# fypIntendedMajorHint
source: Select your intended major
fr: Sélectionnez votre filière souhaitée

# fypSelectIntendedMajor
source: Please select your intended major
fr: Veuillez sélectionner votre filière souhaitée

# fypFieldOfStudyLabel
source: Field of Study *
fr: Domaine d'étude *

# fypSelectFieldOfStudy
source: Please select a field of study
fr: Veuillez sélectionner un domaine d'étude

# fypCareerFocused
source: I am career-focused
fr: Je suis orienté carrière

# fypCareerFocusedSubtitle
source: I want to find universities with strong job placement and career services
fr: Je veux trouver des universités avec un fort placement professionnel et des services de carrière

# fypResearchInterest
source: Interested in research opportunities
fr: Intéressé par les opportunités de recherche

# fypResearchInterestSubtitle
source: I want to participate in research projects during my studies
fr: Je veux participer à des projets de recherche pendant mes études

# fypWhereStudy
source: Where do you want to study?
fr: Où voulez-vous étudier ?

# fypLocationHelper
source: Select your preferred countries and regions
fr: Sélectionnez vos pays et régions préférés

# fypWhereStudyRequired
source: Where do you want to study? *
fr: Où voulez-vous étudier ? *

# fypSelectCountriesHelper
source: Select the countries where you'd like to attend university (can be different from your current location)
fr: Sélectionnez les pays où vous souhaitez fréquenter l'université

# fypCampusSetting
source: Campus Setting
fr: Cadre du campus

# fypUniversityCharacteristics
source: University characteristics
fr: Caractéristiques de l'université

# fypUniversityEnvironmentHelper
source: What type of university environment do you prefer?
fr: Quel type d'environnement universitaire préférez-vous ?

# fypPreferredSizeLabel
source: Preferred University Size
fr: Taille d'université préférée

# fypPreferredTypeLabel
source: Preferred University Type
fr: Type d'université préféré

# fypSportsInterest
source: Interested in athletics/sports
fr: Intéressé par l'athlétisme/le sport

# fypSportsInterestSubtitle
source: I want to participate in or attend university sports
fr: Je veux participer ou assister à des sports universitaires

# fypDesiredFeatures
source: Desired Campus Features (optional)
fr: Caractéristiques du campus souhaitées (facultatif)

# fypFinancialConsiderations
source: Financial Considerations
fr: Considérations financières

# fypFinancialHelper
source: Help us recommend universities within your budget
fr: Aidez-nous à recommander des universités dans votre budget

# fypBudgetRangeLabel
source: Annual Budget Range (USD)
fr: Budget annuel (USD)

# fypBudgetRangeHelper
source: Approximate annual tuition budget
fr: Budget annuel approximatif pour les frais de scolarité

# fypNeedFinancialAid
source: I will need financial aid
fr: J'aurai besoin d'une aide financière

# fypFinancialAidSubtitle
source: We'll prioritize universities with strong financial aid programs
fr: Nous donnerons la priorité aux universités offrant de solides programmes d'aide financière

# fypInStateTuitionLabel
source: Eligible for In-State Tuition? (US)
fr: Éligible aux frais de scolarité résidentiels ? (US)

# fypNotApplicable
source: Not Applicable
fr: Non applicable

# fypBack
source: Back
fr: Retour

# fypNext
source: Next
fr: Suivant

# fypGetRecommendations
source: Get Recommendations
fr: Obtenir des recommandations

# fypErrorSavingProfile
source: Error saving profile: {error}
fr: Erreur lors de l'enregistrement du profil : {error}

# fypErrorGeneratingRecs
source: Error generating recommendations: {error}
fr: Erreur lors de la génération des recommandations : {error}

# fypRetry
source: Retry
fr: Réessayer

# fypSignUpToSave
source: Sign up to save your recommendations!
fr: Inscrivez-vous pour sauvegarder vos recommandations !

# fypSignUp
source: Sign Up
fr: S'inscrire

# fypUnexpectedError
source: Unexpected error: {error}
fr: Erreur inattendue : {error}

# fypGeneratingRecommendations
source: Generating Recommendations
fr: Génération des recommandations

# fypGeneratingPleaseWait
source: Please wait while we analyze universities and create personalized matches for you...
fr: Veuillez patienter pendant que nous analysons les universités et créons des correspondances personnalisées pour vous...

# fypYourRecommendations
source: Your Recommendations
fr: Vos recommandations

# fypRefresh
source: Refresh
fr: Actualiser

# fypErrorLoadingRecs
source: Error loading recommendations
fr: Erreur lors du chargement des recommandations

# fypTryAgain
source: Try Again
fr: Réessayer

# fypNoRecsYet
source: No recommendations yet
fr: Aucune recommandation pour l'instant

# fypCompleteQuestionnaire
source: Complete the questionnaire to get personalized recommendations
fr: Complétez le questionnaire pour obtenir des recommandations personnalisées

# fypStartQuestionnaire
source: Start Questionnaire
fr: Commencer le questionnaire

# fypFoundPerfectMatches
source: We found your perfect matches!
fr: Nous avons trouvé vos correspondances idéales !

# fypStatSafety
source: Safety
fr: Sécurité

# fypStatMatch
source: Match
fr: Correspondance

# fypStatReach
source: Reach
fr: Ambition

# fypFilterAll
source: All ({count})
fr: Tous ({count})

# fypFilterSafety
source: Safety ({count})
fr: Sécurité ({count})

# fypFilterMatch
source: Match ({count})
fr: Correspondance ({count})

# fypFilterReach
source: Reach ({count})
fr: Ambition ({count})

# fypNoFilterMatch
source: No universities match the selected filter
fr: Aucune université ne correspond au filtre sélectionné

# fypPercentMatch
source: {score}% Match
fr: {score}% de correspondance

# fypLoadingDetails
source: Loading university details...
fr: Chargement des détails de l'université...

# fypLocationNotAvailable
source: Location not available
fr: Emplacement non disponible

# fypStatAcceptance
source: Acceptance
fr: Acceptation

# fypStatTuition
source: Tuition
fr: Frais de scolarité

# fypStatStudents
source: Students
fr: Étudiants

# fypStatRank
source: Rank
fr: Classement

# fypWhyGoodMatch
source: Why it's a good match:
fr: Pourquoi c'est une bonne correspondance :

# fypViewDetails
source: View Details
fr: Voir les détails

# fypUniversityDetails
source: University Details
fr: Détails de l'université

# fypVisitWebsite
source: Visit Website
fr: Visiter le site web

# fypUniversityNotFound
source: University not found
fr: Université non trouvée

# fypErrorLoadingUniversity
source: Error loading university
fr: Erreur lors du chargement de l'université

# fypUnknownError
source: Unknown error
fr: Erreur inconnue

# fypKStudents
source: {count}k Students
fr: {count}k étudiants

# fypNationalRank
source: National Rank
fr: Classement national

# fypAcceptanceRate
source: Acceptance Rate
fr: Taux d'acceptation

# fypAbout
source: About
fr: À propos

# fypCostsFinancialAid
source: Costs & Financial Aid
fr: Coûts et aide financière

# fypStudentOutcomes
source: Student Outcomes
fr: Résultats des étudiants

# fypProgramsOffered
source: Programs Offered
fr: Programmes offerts

# fypAverageGPA
source: Average GPA
fr: Moyenne générale

# fypSatMathRange
source: SAT Math Range
fr: Fourchette SAT Math

# fypSatEbrwRange
source: SAT EBRW Range
fr: Fourchette SAT EBRW

# fypActRange
source: ACT Range
fr: Fourchette ACT

# fypOutOfStateTuition
source: Out-of-State Tuition
fr: Frais de scolarité hors état

# fypTotalCostEst
source: Total Cost (est.)
fr: Coût total (est.)

# fypFinancialAidNote
source: Financial aid may be available. Contact the university for details.
fr: Une aide financière peut être disponible. Contactez l'université pour plus de détails.

# fypGraduationRate
source: 4-Year Graduation Rate
fr: Taux de diplomation en 4 ans

# fypMedianEarnings
source: Median Earnings (10 years)
fr: Revenus médians (10 ans)

# appListTitle
source: My Applications
fr: Mes candidatures

# appTabAll
source: All ({count})
fr: Toutes ({count})

# appTabPending
source: Pending ({count})
fr: En attente ({count})

# appTabUnderReview
source: Under Review ({count})
fr: En cours d'examen ({count})

# appTabAccepted
source: Accepted ({count})
fr: Acceptées ({count})

# appLoadingMessage
source: Loading applications...
fr: Chargement des candidatures...

# appRetry
source: Retry
fr: Réessayer

# appNewApplication
source: New Application
fr: Nouvelle candidature

# appEmptyTitle
source: No Applications
fr: Aucune candidature

# appEmptyMessage
source: You haven't submitted any applications yet.
fr: Vous n'avez soumis aucune candidature pour l'instant.

# appCreateApplication
source: Create Application
fr: Créer une candidature

# appToday
source: Today
fr: Aujourd'hui

# appYesterday
source: Yesterday
fr: Hier

# appDaysAgo
source: {days} days ago
fr: Il y a {days} jours

# appFeePaid
source: Fee Paid
fr: Frais payés

# appPaymentPending
source: Payment Pending
fr: Paiement en attente

# appReviewedDaysAgo
source: Reviewed {days} days ago
fr: Examiné il y a {days} jours

# appDetailTitle
source: Application Details
fr: Détails de la candidature

# appDetailShare
source: Share
fr: Partager

# appDetailStatus
source: Application Status
fr: Statut de la candidature

# appStatusPendingReview
source: Pending Review
fr: En attente d'examen

# appStatusUnderReview
source: Under Review
fr: En cours d'examen

# appStatusAccepted
source: Accepted
fr: Acceptée

# appStatusRejected
source: Rejected
fr: Rejetée

# appStatusUnknown
source: Unknown
fr: Inconnu

# appDetailInfo
source: Application Information
fr: Informations sur la candidature

# appDetailInstitution
source: Institution
fr: Établissement

# appDetailProgram
source: Program
fr: Programme

# appDetailSubmitted
source: Submitted
fr: Soumise

# appDetailReviewed
source: Reviewed
fr: Examinée

# appDetailPaymentInfo
source: Payment Information
fr: Informations de paiement

# appDetailApplicationFee
source: Application Fee
fr: Frais de candidature

# appDetailPaymentStatus
source: Payment Status
fr: Statut du paiement

# appDetailPaid
source: Paid
fr: Payé

# appDetailPendingPayment
source: Pending
fr: En attente

# appDetailPayFee
source: Pay Application Fee
fr: Payer les frais de candidature

# appPaymentDialogTitle
source: Payment
fr: Paiement

# appPaymentDialogContent
source: Pay application fee of ${fee}?
fr: Payer les frais de candidature de {fee} $ ?

# appCancel
source: Cancel
fr: Annuler

# appPayNow
source: Pay Now
fr: Payer maintenant

# appPaymentSuccess
source: Payment successful!
fr: Paiement effectué avec succès !

# appPaymentFailed
source: Payment failed. Please try again.
fr: Échec du paiement. Veuillez réessayer.

# appErrorPayment
source: Error processing payment: {error}
fr: Erreur lors du traitement du paiement : {error}

# appDetailReviewNotes
source: Review Notes
fr: Notes d'examen

# appDetailTranscript
source: Transcript
fr: Relevé de notes

# appDetailUploaded
source: Uploaded
fr: Téléversé

# appDetailIdDocument
source: ID Document
fr: Pièce d'identité

# appDetailPersonalStatement
source: Personal Statement
fr: Lettre de motivation

# appDetailWithdraw
source: Withdraw
fr: Retirer

# appDetailEdit
source: Edit
fr: Modifier

# appWithdrawTitle
source: Withdraw Application
fr: Retirer la candidature

# appWithdrawConfirmation
source: Are you sure you want to withdraw this application? This action cannot be undone.
fr: Êtes-vous sûr de vouloir retirer cette candidature ? Cette action est irréversible.

# appWithdrawSuccess
source: Application withdrawn successfully
fr: Candidature retirée avec succès

# appWithdrawFailed
source: Failed to withdraw application
fr: Échec du retrait de la candidature

# appErrorWithdraw
source: Error withdrawing application: {error}
fr: Erreur lors du retrait de la candidature : {error}

# appCreateTitle
source: New Application
fr: Nouvelle candidature

# appStepProgramSelection
source: Program Selection
fr: Sélection du programme

# appSelectUniversity
source: Select University
fr: Sélectionner une université

# appBrowseInstitutions
source: Browse Institutions
fr: Parcourir les établissements

# appNoProgramsYet
source: This institution has no active programs yet. Please select another institution.
fr: Cet établissement n'a pas encore de programmes actifs. Veuillez en sélectionner un autre.

# appSelectProgramLabel
source: Select a Program *
fr: Sélectionner un programme *

# appProgramsAvailable
source: {count} programs available
fr: {count} programmes disponibles

# appStepPersonalInfo
source: Personal Information
fr: Informations personnelles

# appFullNameLabel
source: Full Name
fr: Nom complet

# appEmailLabel
source: Email Address
fr: Adresse e-mail

# appPhoneLabel
source: Phone Number
fr: Numéro de téléphone

# appStreetAddressLabel
source: Street Address *
fr: Adresse *

# appCityLabel
source: City/Town *
fr: Ville *

# appCountryLabel
source: Country *
fr: Pays *

# appStateLabel
source: State/Province *
fr: État/Province *

# appSelectCountryFirst
source: Select a country first
fr: Sélectionnez d'abord un pays

# appStepAcademicInfo
source: Academic Information
fr: Informations académiques

# appPreviousSchoolLabel
source: Previous School/Institution
fr: École/Établissement précédent

# appGpaLabel
source: GPA / Grade Average
fr: Moyenne générale / GPA

# appPersonalStatementLabel
source: Personal Statement
fr: Lettre de motivation

# appPersonalStatementHint
source: Why are you interested in this program?
fr: Pourquoi êtes-vous intéressé par ce programme ?

# appStepDocuments
source: Documents (Required)
fr: Documents (obligatoires)

# appUploadRequiredDocs
source: Upload Required Documents
fr: Téléversez les documents requis

# appDocTranscriptTitle
source: Academic Transcript
fr: Relevé de notes académique

# appDocTranscriptSubtitle
source: Official transcript from your previous school (PDF, DOC, or DOCX format, max 5MB)
fr: Relevé de notes officiel de votre école précédente (format PDF, DOC ou DOCX, max 5 Mo)

# appDocIdTitle
source: ID Document
fr: Pièce d'identité

# appDocIdSubtitle
source: Valid government-issued ID: passport, national ID card, or driver's license (PDF, JPG, or PNG)
fr: Pièce d'identité officielle : passeport, carte d'identité nationale ou permis de conduire (PDF, JPG ou PNG)

# appDocPhotoTitle
source: Passport Photo
fr: Photo d'identité

# appDocPhotoSubtitle
source: Recent passport-sized photo with a plain background (JPG or PNG format)
fr: Photo d'identité récente sur fond uni (format JPG ou PNG)

# appDocRequiredWarning
source: All three documents are required. Please upload the transcript, ID document, and passport photo before submitting.
fr: Les trois documents sont obligatoires. Veuillez télécharger le relevé de notes, la pièce d'identité et la photo d'identité avant de soumettre.

# appSubmit
source: Submit
fr: Soumettre

# appContinue
source: Continue
fr: Continuer

# appBack
source: Back
fr: Retour

# courseListTitle
source: Courses
fr: Cours

# courseFiltersTooltip
source: Filters
fr: Filtres

# courseBrowseAll
source: Browse All
fr: Parcourir tout

# courseAssignedToMe
source: Assigned to Me
fr: Qui me sont attribués

# courseSearchHint
source: Search courses...
fr: Rechercher des cours...

# courseNoAvailable
source: No courses available
fr: Aucun cours disponible

# courseCheckBackLater
source: Check back later for new courses
fr: Revenez plus tard pour de nouveaux cours

# courseRetry
source: Retry
fr: Réessayer

# courseFailedLoadAssigned
source: Failed to load assigned courses
fr: Échec du chargement des cours attribués

# courseNoAssignedYet
source: No courses assigned yet
fr: Aucun cours attribué pour l'instant

# courseAssignedDescription
source: Courses assigned by your admin or institution will appear here.
fr: Les cours attribués par votre administrateur ou établissement apparaîtront ici.

# courseRequired
source: Required
fr: Obligatoire

# courseLessonsLabel
source: {count} lessons
fr: {count} leçons

# coursePercentComplete
source: {percent}% complete
fr: {percent}% terminé

# courseNoRatingsYet
source: No ratings yet
fr: Pas encore de notes

# courseEnrolledCount
source: {count} enrolled
fr: {count} inscrits

# courseFiltersTitle
source: Filters
fr: Filtres

# courseLevelLabel
source: Level
fr: Niveau

# courseAllLevels
source: All Levels
fr: Tous les niveaux

# courseLevelBeginner
source: Beginner
fr: Débutant

# courseLevelIntermediate
source: Intermediate
fr: Intermédiaire

# courseLevelAdvanced
source: Advanced
fr: Avancé

# courseClearAll
source: Clear All
fr: Tout effacer

# courseApplyFilters
source: Apply
fr: Appliquer

# courseWhatYoullLearn
source: What You'll Learn
fr: Ce que vous apprendrez

# coursePrerequisites
source: Prerequisites
fr: Prérequis

# coursePrice
source: Price
fr: Prix

# courseCourseFull
source: Course Full
fr: Cours complet

# courseRequestPermission
source: Request Permission
fr: Demander la permission

# coursePermissionPending
source: Permission Pending
fr: Permission en attente

# coursePermissionDenied
source: Permission Denied
fr: Permission refusée

# courseRequestPermissionAgain
source: Request Permission Again
fr: Redemander la permission

# courseEnrollNow
source: Enroll Now
fr: S'inscrire maintenant

# courseRequestEnrollmentTitle
source: Request Enrollment Permission
fr: Demander la permission d'inscription

# courseRequestEnrollmentContent
source: Request permission to enroll in "{title}"?
fr: Demander la permission de s'inscrire au cours "{title}" ?

# courseInstitutionReview
source: The institution will review your request.
fr: L'établissement examinera votre demande.

# courseMessageToInstitution
source: Message to institution (optional)
fr: Message à l'établissement (facultatif)

# courseMessageHint
source: Why do you want to take this course?
fr: Pourquoi voulez-vous suivre ce cours ?

# courseCancel
source: Cancel
fr: Annuler

# courseRequest
source: Request
fr: Demander

# coursePermissionRequestSent
source: Permission request sent!
fr: Demande de permission envoyée !

# courseFailedRequestPermission
source: Failed to request permission: {error}
fr: Échec de la demande de permission : {error}

# courseEnrolledSuccess
source: Successfully enrolled in course!
fr: Inscription au cours réussie !

# courseFailedEnroll
source: Failed to enroll
fr: Échec de l'inscription

# courseContinueLearning
source: Continue Learning ({progress}%)
fr: Continuer l'apprentissage ({progress}%)

# courseStartLearning
source: Start Learning
fr: Commencer l'apprentissage

# courseLessonsCompleted
source: {completed}/{total} lessons completed
fr: {completed}/{total} leçons terminées

# courseCollapseSidebar
source: Collapse sidebar
fr: Réduire la barre latérale

# courseExpandSidebar
source: Expand sidebar
fr: Développer la barre latérale

# courseErrorLoadingModules
source: Error loading modules: {error}
fr: Erreur lors du chargement des modules : {error}

# courseNoContentYet
source: No content available yet
fr: Aucun contenu disponible pour l'instant

# courseNoLessonsAdded
source: The instructor hasn't added any lessons
fr: L'instructeur n'a pas encore ajouté de leçons

# courseLessonsCount
source: {completed}/{total} lessons
fr: {completed}/{total} leçons

# courseWelcomeTo
source: Welcome to {title}
fr: Bienvenue dans {title}

# courseCompleted
source: Completed
fr: Terminé

# coursePrevious
source: Previous
fr: Précédent

# courseMarkAsComplete
source: Mark as Complete
fr: Marquer comme terminé

# courseNext
source: Next
fr: Suivant

# courseMyCourses
source: My Courses
fr: Mes cours

# courseFilterByStatus
source: Filter by status
fr: Filtrer par statut

# courseTabAssigned
source: Assigned ({count})
fr: Attribués ({count})

# courseTabEnrolled
source: Enrolled ({count})
fr: Inscrits ({count})

# courseNoAssigned
source: No assigned courses
fr: Aucun cours attribué

# courseAssignedByInstitution
source: Courses assigned to you by your institution will appear here
fr: Les cours qui vous sont attribués par votre établissement apparaîtront ici

# courseREQUIRED
source: REQUIRED
fr: OBLIGATOIRE

# courseProgress
source: Progress
fr: Progression

# courseDuePrefix
source: Due: {date}
fr: Échéance : {date}

# courseStatusCompleted
source: Completed
fr: Terminé

# courseStatusInProgress
source: In Progress
fr: En cours

# courseStatusOverdue
source: Overdue
fr: En retard

# courseStatusAssigned
source: Assigned
fr: Attribué

# courseDueToday
source: Today
fr: Aujourd'hui

# courseDueTomorrow
source: Tomorrow
fr: Demain

# courseDueDays
source: {days} days
fr: {days} jours

# courseNoEnrolled
source: No enrolled courses
fr: Aucun cours inscrit

# courseBrowseToStart
source: Browse courses to get started
fr: Parcourez les cours pour commencer

# courseBrowseCourses
source: Browse Courses
fr: Parcourir les cours

# courseFilterAll
source: All
fr: Tous

# courseStatusActive
source: Active
fr: Actif

# courseStatusDropped
source: Dropped
fr: Abandonné

# courseStatusSuspended
source: Suspended
fr: Suspendu

# homeNewFeature
source: NEW FEATURE
fr: NOUVELLE FONCTIONNALITÉ

# homeFindYourPathTitle
source: Find Your Path
fr: Trouvez votre voie
