Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Flow - African EdTech Platform
fr: Flow - Plateforme EdTech Africaine

source: Loading...
fr: Chargement...

source: Back to Top
fr: Haut de page

# navHome
source: Home
fr: Accueil

# navUniversities
source: Universities
fr: Universités

# navAbout
source: About
fr: À propos

# navDashboard
source: Dashboard
fr: Tableau de bord

# navSignIn
source: Sign In
fr: Connexion

# navGetStarted
source: Get Started
fr: Commencer

# loginSubtitle
source: African EdTech Platform
fr: Plateforme EdTech Africaine

# loginEmailLabel
source: Email
fr: Adresse e-mail

# loginPasswordLabel
source: Password
fr: Mot de passe

# loginPasswordEmpty
source: Please enter your password
fr: Veuillez entrer votre mot de passe

# loginPasswordTooShort
source: Password must be at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères

# loginForgotPassword
source: Forgot Password?
fr: Mot de passe oublié ?

# loginButton
source: Login
fr: Se connecter

# loginOr
source: OR
fr: OU

# loginCreateAccount
source: Create Account
fr: Créer un compte

# loginAlreadyHaveAccount
source: Already have an account?
fr: Vous avez déjà un compte ?

# loginResetPassword
source: Reset Password
fr: Réinitialiser le mot de passe

# registerTitle
source: Join Flow
fr: Rejoignez Flow

# registerSubtitle
source: Start your educational journey
fr: Commencez votre parcours éducatif

# registerAppBarTitle
source: Create Account
fr: Créer un compte

# registerFullNameLabel
source: Full Name
fr: Nom complet

# registerEmailLabel
source: Email
fr: Adresse e-mail

# registerRoleLabel
source: I am a...
fr: Je suis...

# registerPasswordLabel
source: Password
fr: Mot de passe

# registerConfirmPasswordLabel
source: Confirm Password
fr: Confirmer le mot de passe

# registerConfirmPasswordEmpty
source: Please confirm your password
fr: Veuillez confirmer votre mot de passe

# registerPasswordsDoNotMatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# registerButton
source: Create Account
fr: Créer un compte

# registerLoginInstead
source: Login Instead
fr: Se connecter

# registerResetPassword
source: Reset Password
fr: Réinitialiser le mot de passe

# registerLogin
source: Login
fr: Connexion

# passwordStrengthWeak
source: Weak
fr: Faible

# passwordStrengthFair
source: Fair
fr: Moyen

# passwordStrengthGood
source: Good
fr: Bon

# passwordStrengthStrong
source: Strong
fr: Fort

# passwordReq8Chars
source: 8+ characters
fr: 8+ caractères

# passwordReqUppercase
source: Uppercase
fr: Majuscule

# passwordReqLowercase
source: Lowercase
fr: Minuscule

# passwordReqNumber
source: Number
fr: Chiffre

# forgotPasswordTitle
source: Forgot Password?
fr: Mot de passe oublié ?

# forgotPasswordDescription
source: Enter your email address and we'll send you instructions to reset your password.
fr: Entrez votre adresse e-mail et nous vous enverrons les instructions pour réinitialiser votre mot de passe.

# forgotPasswordEmailLabel
source: Email Address
fr: Adresse e-mail

# forgotPasswordEmailHint
source: Enter your email
fr: Entrez votre e-mail

# forgotPasswordSendButton
source: Send Reset Link
fr: Envoyer le lien

# forgotPasswordBackToLogin
source: Back to Login
fr: Retour à la connexion

# forgotPasswordCheckEmail
source: Check Your Email
fr: Vérifiez votre e-mail

# forgotPasswordSentTo
source: We've sent password reset instructions to:
fr: Nous avons envoyé les instructions de réinitialisation à :

# forgotPasswordDidntReceive
source: Didn't receive the email?
fr: Vous n'avez pas reçu l'e-mail ?

# forgotPasswordCheckSpam
source: Check your spam/junk folder
fr: Vérifiez votre dossier spam/courrier indésirable

# forgotPasswordCheckCorrect
source: Make sure the email address is correct
fr: Assurez-vous que l'adresse e-mail est correcte

# forgotPasswordWait
source: Wait a few minutes for the email to arrive
fr: Attendez quelques minutes pour recevoir l'e-mail

# forgotPasswordResend
source: Resend Email
fr: Renvoyer l'e-mail

# emailVerifyTitle
source: Verify Your Email
fr: Vérifiez votre e-mail

# emailVerifyAppBarTitle
source: Verify Email
fr: Vérification de l'e-mail

# emailVerifySentTo
source: We've sent a verification link to:
fr: Nous avons envoyé un lien de vérification à :

# emailVerifyNextSteps
source: Next Steps
fr: Étapes suivantes

# emailVerifyStep1
source: Check your email inbox
fr: Vérifiez votre boîte de réception

# emailVerifyStep2
source: Click the verification link
fr: Cliquez sur le lien de vérification

# emailVerifyStep3
source: Return here to continue
fr: Revenez ici pour continuer

# emailVerifyCheckButton
source: I've Verified My Email
fr: J'ai vérifié mon e-mail

# emailVerifyChecking
source: Checking...
fr: Vérification...

# emailVerifyResend
source: Resend Email
fr: Renvoyer l'e-mail

# emailVerifyResendIn
source: Resend in {seconds}s
fr: Renvoyer dans {seconds}s

# emailVerifyNotYet
source: Email not verified yet. Please check your inbox.
fr: E-mail pas encore vérifié. Veuillez vérifier votre boîte de réception.

# emailVerifyCheckError
source: Error checking verification: {error}
fr: Erreur lors de la vérification : {error}

# emailVerifySent
source: Verification email sent! Check your inbox.
fr: E-mail de vérification envoyé ! Vérifiez votre boîte de réception.

# emailVerifySendFailed
source: Failed to send email: {error}
fr: Échec de l'envoi : {error}

# emailVerifySuccess
source: Email Verified!
fr: E-mail vérifié !

# emailVerifySuccessMessage
source: Your email has been successfully verified.
fr: Votre e-mail a été vérifié avec succès.

# emailVerifyDidntReceive
source: Didn't receive the email?
fr: Vous n'avez pas reçu l'e-mail ?

# emailVerifySpamTip
source: Check your spam/junk folder
fr: Vérifiez votre dossier spam/courrier indésirable

# emailVerifyCorrectTip
source: Make sure the email is correct
fr: Assurez-vous que l'adresse e-mail est correcte

# emailVerifyWaitTip
source: Wait a few minutes and try resending
fr: Attendez quelques minutes et réessayez

# emailVerifyAutoCheck
source: Auto-checking every 5 seconds
fr: Vérification automatique toutes les 5 secondes

# onboardingWelcomeTitle
source: Welcome to Flow
fr: Bienvenue sur Flow

# onboardingWelcomeDesc
source: Your comprehensive platform for educational opportunities across Africa
fr: Votre plateforme complète pour les opportunités éducatives en Afrique

# onboardingCoursesTitle
source: Discover Courses
fr: Découvrez les cours

# onboardingCoursesDesc
source: Browse and enroll in courses from top institutions across the continent
fr: Parcourez et inscrivez-vous aux cours des meilleures institutions du continent

# onboardingProgressTitle
source: Track Your Progress
fr: Suivez votre progression

# onboardingProgressDesc
source: Monitor your academic journey with detailed analytics and insights
fr: Suivez votre parcours académique avec des analyses et des statistiques détaillées

# onboardingConnectTitle
source: Connect & Collaborate
fr: Connectez et collaborez

# onboardingConnectDesc
source: Engage with counselors, get recommendations, and manage applications
fr: Échangez avec des conseillers, recevez des recommandations et gérez vos candidatures

# onboardingBack
source: Back
fr: Retour

# onboardingSkip
source: Skip
fr: Passer

# onboardingNext
source: Next
fr: Suivant

# onboardingGetStarted
source: Get Started
fr: Commencer

# onboardingFeatureCourseSelection
source: Wide selection of courses
fr: Large sélection de cours

# onboardingFeatureFilter
source: Filter by category and level
fr: Filtrer par catégorie et niveau

# onboardingFeatureDetails
source: Detailed course information
fr: Informations détaillées sur les cours

# onboardingFeatureProgress
source: Real-time progress tracking
fr: Suivi de progression en temps réel

# onboardingFeatureAnalytics
source: Performance analytics
fr: Analyses de performance

# onboardingFeatureAchievements
source: Achievement system
fr: Réalisations

# heroTrustBadge
source: Trusted by 200+ Universities
fr: Approuvé par plus de 200 universités

# heroHeadline
source: Find Your Perfect University Match
fr: Trouvez l'université idéale pour vous

# heroSubheadline
source: Discover, compare, and apply to 18,000+ universities with personalized recommendations powered by AI
fr: Découvrez, comparez et postulez à plus de 18 000 universités avec des recommandations personnalisées propulsées par l'IA

# heroStartFreeTrial
source: Start Free Trial
fr: Essai gratuit

# heroTakeATour
source: Take a Tour
fr: Visite guidée

# heroStatActiveUsers
source: Active Users
fr: Utilisateurs actifs

# heroStatUniversities
source: Universities
fr: Universités

# heroStatCountries
source: Countries
fr: Pays

# whyChooseTitle
source: Why Choose Flow?
fr: Pourquoi choisir Flow ?

# whyChooseSubtitle
source: Built for Africa, designed for everyone
fr: Conçu pour l'Afrique, pensé pour tous

# valueOfflineTitle
source: Offline-First
fr: Hors-ligne d'abord

# valueOfflineDesc
source: Access your content anytime, anywhere—even without internet connectivity
fr: Accédez à votre contenu à tout moment, partout—même sans connexion internet

# valueMobileMoneyTitle
source: Mobile Money
fr: Paiement mobile

# valueMobileMoneyDesc
source: Pay with M-Pesa, MTN Money, and other local payment methods you trust
fr: Payez avec M-Pesa, MTN Money et d'autres méthodes de paiement locales

# valueMultiLangTitle
source: Multi-Language
fr: Multilingue

# valueMultiLangDesc
source: Platform available in multiple African languages for your convenience
fr: Plateforme disponible en plusieurs langues africaines pour votre confort

# socialProofTitle
source: Trusted by Leading Institutions Across Africa
fr: Approuvé par les institutions leaders en Afrique

# testimonialsTitle
source: What Our Users Say
fr: Ce que disent nos utilisateurs

# testimonialsSubtitle
source: Success stories from students, institutions, and educators
fr: Témoignages d'étudiants, d'institutions et d'éducateurs

# quizBadge
source: Find Your Path
fr: Trouvez votre voie

# quizTitle
source: Not Sure Where to Start?
fr: Vous ne savez pas par où commencer ?

# quizDescription
source: Take our quick quiz to discover universities and programs that match your interests, goals, and academic profile.
fr: Répondez à notre quiz rapide pour découvrir les universités et programmes qui correspondent à vos intérêts, objectifs et profil académique.

# quizAIPowered
source: AI-Powered
fr: Propulsé par l'IA

# featuresTitle
source: Features
fr: Fonctionnalités

# featuresSubtitle
source: A complete educational ecosystem designed for modern Africa
fr: Un écosystème éducatif complet conçu pour l'Afrique moderne

# featureLearningTitle
source: Comprehensive Learning
fr: Apprentissage complet

# featureLearningDesc
source: Access courses, track progress, and manage applications all in one place
fr: Accédez aux cours, suivez votre progression et gérez vos candidatures en un seul endroit

# featureCollabTitle
source: Built for Collaboration
fr: Conçu pour la collaboration

# featureCollabDesc
source: Connect students, parents, counselors, and institutions seamlessly
fr: Connectez étudiants, parents, conseillers et institutions en toute simplicité

# featureSecurityTitle
source: Enterprise-Grade Security
fr: Sécurité de niveau entreprise

# featureSecurityDesc
source: Bank-level encryption and GDPR-compliant data protection
fr: Chiffrement de niveau bancaire et protection des données conforme au RGPD

# featuresWorksOnAllDevices
source: Works on all devices
fr: Fonctionne sur tous les appareils

# builtForEveryoneTitle
source: Built for Everyone
fr: Conçu pour tous

# builtForEveryoneSubtitle
source: Choose your role and get started with a personalized experience
fr: Choisissez votre rôle et commencez avec une expérience personnalisée

# roleStudents
source: Students
fr: Étudiants

# roleStudentsDesc
source: Track courses, manage applications, and achieve your educational goals
fr: Suivez vos cours, gérez vos candidatures et atteignez vos objectifs éducatifs

# roleInstitutionsDesc
source: Streamline admissions, manage programs, and engage with students
fr: Simplifiez les admissions, gérez les programmes et engagez les étudiants

# roleParentsDesc
source: Monitor progress, communicate with teachers, and support your children
fr: Suivez la progression, communiquez avec les enseignants et soutenez vos enfants

# roleCounselors
source: Counselors
fr: Conseillers

# roleCounselorsDesc
source: Guide students, manage sessions, and track counseling outcomes
fr: Guidez les étudiants, gérez les sessions et suivez les résultats

# getStartedAs
source: Get Started as {role}
fr: Commencer en tant que {role}

# ctaTitle
source: Ready to Transform Your Educational Journey?
fr: Prêt à transformer votre parcours éducatif ?

# ctaSubtitle
source: Join 50,000+ students, institutions, and educators who trust Flow
fr: Rejoignez plus de 50 000 étudiants, institutions et éducateurs qui font confiance à Flow

# ctaButton
source: Start Your Free Trial
fr: Commencez votre essai gratuit

# ctaNoCreditCard
source: No credit card required
fr: Aucune carte de crédit requise

# cta14DayTrial
source: 14-day free trial
fr: Essai gratuit de 14 jours

# footerTagline
source: Africa's Leading EdTech Platform Empowering education without boundaries.
fr: La plateforme EdTech leader en Afrique Donner accès à l'éducation sans frontières.

# footerProducts
source: Products
fr: Produits

# footerStudentPortal
source: Student Portal
fr: Portail étudiant

# footerInstitutionDashboard
source: Institution Dashboard
fr: Tableau de bord institution

# footerParentApp
source: Parent App
fr: Application parents

# footerCounselorTools
source: Counselor Tools
fr: Outils conseillers

# footerMobileApps
source: Mobile Apps
fr: Applications mobiles

# footerCompany
source: Company
fr: Entreprise

# footerAboutUs
source: About Us
fr: À propos

# footerCareers
source: Careers
fr: Carrières

# footerPressKit
source: Press Kit
fr: Kit presse

# footerPartners
source: Partners
fr: Partenaires

# footerResources
source: Resources
fr: Ressources

# footerHelpCenter
source: Help Center
fr: Centre d'aide

# footerApiReference
source: API Reference
fr: Référence API

# footerCommunity
source: Community
fr: Communauté

# footerLegal
source: Legal
fr: Mentions légales

# footerPrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# footerTermsOfService
source: Terms of Service
fr: Conditions d'utilisation

# footerCookiePolicy
source: Cookie Policy
fr: Politique des cookies

# footerDataProtection
source: Data Protection
fr: Protection des données

# footerCompliance
source: Compliance
fr: Conformité

# footerCopyright
source: © 2025 Flow EdTech. All rights reserved.
fr: © 2025 Flow EdTech. Tous droits réservés.

# footerSoc2
source: SOC 2 Certified
fr: Certifié SOC 2

# footerGdpr
source: GDPR Compliant
fr: Conforme au RGPD

# searchHint
source: Search universities by name, country, or program...
fr: Rechercher des universités par nom, pays ou programme...

# searchUniversitiesCount
source: Search 18,000+ Universities
fr: Rechercher parmi 18 000+ universités

# searchPlaceholder
source: Search universities...
fr: Rechercher des universités...

# searchSuggestionGhana
source: University of Ghana
fr: Université du Ghana

# searchSuggestionCapeTown
source: University of Cape Town
fr: Université du Cap

# searchSuggestionCapeTownLocation
source: Cape Town, South Africa
fr: Le Cap, Afrique du Sud

# searchSuggestionAshesi
source: Ashesi University
fr: Université Ashesi

# searchSuggestionPublicUniversity
source: Public University
fr: Université publique

# searchSuggestionPrivateUniversity
source: Private University
fr: Université privée

# filterEngineering
source: Engineering
fr: Ingénierie

# filterBusiness
source: Business
fr: Commerce

# filterMedicine
source: Medicine
fr: Médecine

# filterScience
source: Science
fr: Sciences

# quizFindYourPath
source: Find Your Path
fr: Trouvez votre voie

# quizQuickPreview
source: Quick Preview
fr: Aperçu rapide

# quizFieldQuestion
source: What field interests you most?
fr: Quel domaine vous intéresse le plus ?

# quizFieldTechEngineering
source: Technology & Engineering
fr: Technologie et ingénierie

# quizFieldBusinessFinance
source: Business & Finance
fr: Commerce et finance

# quizFieldHealthcareMedicine
source: Healthcare & Medicine
fr: Santé et médecine

# quizFieldArtsHumanities
source: Arts & Humanities
fr: Arts et sciences humaines

# quizLocationQuestion
source: Where would you prefer to study?
fr: Où préféreriez-vous étudier ?

# quizLocationWestAfrica
source: West Africa
fr: Afrique de l'Ouest

# quizLocationEastAfrica
source: East Africa
fr: Afrique de l'Est

# quizLocationSouthernAfrica
source: Southern Africa
fr: Afrique australe

# quizLocationAnywhereAfrica
source: Anywhere in Africa
fr: N'importe où en Afrique

# quizGetRecommendations
source: Get Your Recommendations
fr: Obtenez vos recommandations

# quizTakeTheQuiz
source: Take the quiz
fr: Répondre au quiz

# tourTitle
source: See Flow in Action
fr: Découvrez Flow en action

# tourSubtitle
source: A guided tour of the platform
fr: Une visite guidée de la plateforme

# tourClose
source: Close
fr: Fermer

# tourBack
source: Back
fr: Retour

# tourNext
source: Next
fr: Suivant

# tourGetStarted
source: Get Started
fr: Commencer

# tourSlide1Title
source: Discover Universities
fr: Découvrez les universités

# tourSlide1Desc
source: Search and compare universities across Africa with detailed profiles, rankings, and program information.
fr: Recherchez et comparez les universités en Afrique avec des profils détaillés, des classements et des informations sur les programmes.

# tourSlide1H1
source: Browse 500+ institutions
fr: Parcourez plus de 500 institutions

# tourSlide1H2
source: Filter by country, program & tuition
fr: Filtrez par pays, programme et frais de scolarité

# tourSlide1H3
source: View detailed university profiles
fr: Consultez les profils détaillés des universités

# tourSlide2Title
source: Find Your Path
fr: Trouvez votre voie

# tourSlide2Desc
source: Take our guided quiz to get personalized university and program recommendations matched to your goals.
fr: Répondez à notre quiz guidé pour obtenir des recommandations personnalisées d'universités et de programmes adaptés à vos objectifs.

# tourSlide2H1
source: AI-powered recommendations
fr: Recommandations propulsées par l'IA

# tourSlide2H2
source: Personality & interest matching
fr: Correspondance de personnalité et d'intérêts

# tourSlide2H3
source: Tailored program suggestions
fr: Suggestions de programmes sur mesure

# tourSlide3Title
source: Role-Based Dashboards
fr: Tableaux de bord par rôle

# tourSlide3Desc
source: Purpose-built dashboards for students, parents, counselors, and institutions — each with the tools they need.
fr: Des tableaux de bord dédiés pour les étudiants, parents, conseillers et institutions — chacun avec les outils nécessaires.

# tourSlide3H1
source: Track applications & progress
fr: Suivez les candidatures et la progression

# tourSlide3H2
source: Monitor student performance
fr: Surveillez les performances des étudiants

# tourSlide3H3
source: Manage institutional data
fr: Gérez les données institutionnelles

# tourSlide4Title
source: AI Study Assistant
fr: Assistant d'étude IA

# tourSlide4Desc
source: Get instant help with admissions questions, application guidance, and academic planning from our AI chatbot.
fr: Obtenez une aide instantanée pour les questions d'admission, les conseils de candidature et la planification académique grâce à notre chatbot IA.

# tourSlide4H1
source: Available 24/7
fr: Disponible 24h/24, 7j/7

# tourSlide4H2
source: Context-aware answers
fr: Réponses contextuelles

# tourSlide4H3
source: Application deadline reminders
fr: Rappels de dates limites de candidature

# tourSlide5Title
source: Connected Ecosystem
fr: Écosystème connecté

# tourSlide5Desc
source: Students, parents, counselors, and institutions collaborate seamlessly on one platform.
fr: Étudiants, parents, conseillers et institutions collaborent sans effort sur une seule plateforme.

# tourSlide5H1
source: Real-time notifications
fr: Notifications en temps réel

# tourSlide5H2
source: Shared progress tracking
fr: Suivi de progression partagé

# tourSlide5H3
source: Secure messaging
fr: Messagerie sécurisée

# uniSearchTitle
source: Search Universities
fr: Rechercher des universités

# uniSearchClearAll
source: Clear all
fr: Tout effacer

# uniSearchHint
source: Search by university name...
fr: Rechercher par nom d'université...

# uniSearchFilters
source: Filters
fr: Filtres

# uniSearchResultCount
source: {count} universities found
fr: {count} universités trouvées

# uniSearchNoMatchFilters
source: No universities match your filters
fr: Aucune université ne correspond à vos filtres

# uniSearchNoResults
source: No universities found
fr: Aucune université trouvée

# uniSearchAdjustFilters
source: Try adjusting your filters to see more results
fr: Essayez d'ajuster vos filtres pour voir plus de résultats

# uniSearchTrySearching
source: Try searching for a university name
fr: Essayez de rechercher un nom d'université

# uniSearchError
source: Something went wrong
fr: Une erreur est survenue

# uniSearchRetry
source: Retry
fr: Réessayer

# uniSearchFilterReset
source: Reset
fr: Réinitialiser

# uniSearchFilterCountry
source: Country
fr: Pays

# uniSearchFilterSelectCountry
source: Select country
fr: Sélectionner un pays

# uniSearchFilterAllCountries
source: All Countries
fr: Tous les pays

# uniSearchFilterUniType
source: University Type
fr: Type d'université

# uniSearchFilterSelectType
source: Select type
fr: Sélectionner un type

# uniSearchFilterAllTypes
source: All Types
fr: Tous les types

# uniSearchFilterLocationType
source: Location Type
fr: Type de localisation

# uniSearchFilterSelectLocation
source: Select location type
fr: Sélectionner un type de localisation

# uniSearchFilterAllLocations
source: All Locations
fr: Toutes les localisations

# uniSearchFilterMaxTuition
source: Maximum Tuition (USD/year)
fr: Frais de scolarité maximum (USD/an)

# uniSearchFilterNoLimit
source: No limit
fr: Sans limite

# uniSearchFilterAny
source: Any
fr: Tous

# uniSearchFilterAcceptanceRate
source: Acceptance Rate
fr: Taux d'admission

# uniSearchFilterAnyRate
source: Any rate
fr: Tous les taux

# uniSearchFilterApply
source: Apply Filters
fr: Appliquer les filtres

# uniSearchAcceptance
source: {rate}% acceptance
fr: {rate}% d'admission

# uniSearchStudents
source: {count} students
fr: {count} étudiants

# uniDetailNotFound
source: This university could not be found.
fr: Cette université n'a pas pu être trouvée.

# uniDetailError
source: Error loading university: {error}
fr: Erreur lors du chargement de l'université : {error}

# uniDetailVisitWebsite
source: Visit Website
fr: Visiter le site web

# uniDetailLocation
source: Location
fr: Localisation

# uniDetailAddress
source: Address
fr: Adresse

# uniDetailSetting
source: Setting
fr: Environnement

# uniDetailKeyStats
source: Key Statistics
fr: Statistiques clés

# uniDetailTotalStudents
source: Total Students
fr: Nombre total d'étudiants

# uniDetailAcceptanceRate
source: Acceptance Rate
fr: Taux d'admission

# uniDetailGradRate
source: 4-Year Graduation Rate
fr: Taux de diplôme en 4 ans

# uniDetailAvgGPA
source: Average GPA
fr: Moyenne générale (GPA)

# uniDetailTuitionCosts
source: Tuition & Costs
fr: Frais de scolarité

# uniDetailTuitionOutState
source: Tuition (Out-of-State)
fr: Frais (hors état)

# uniDetailTotalCost
source: Total Cost
fr: Coût total

# uniDetailMedianEarnings
source: Median Earnings (10 yr)
fr: Revenus médians (10 ans)

# uniDetailTestScores
source: Test Scores (25th-75th Percentile)
fr: Scores aux tests (25e-75e percentile)

# uniDetailRankings
source: Rankings
fr: Classements
