Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# adminActivitySearchHint
source: Search by admin, action, or target...
fr: Rechercher par admin, action ou cible...

# adminActivityActionType
source: Action Type
fr: Type d'action

# adminActivityAllTypes
source: All Types
fr: Tous les types

# adminActivityCreate
source: Create
fr: Creer

# adminActivityUpdate
source: Update
fr: Mettre a jour

# adminActivityDelete
source: Delete
fr: Supprimer

# adminActivityLogin
source: Login
fr: Connexion

# adminActivityLogout
source: Logout
fr: Deconnexion

# adminActivityExport
source: Export
fr: Exporter

# adminActivityBulkOperation
source: Bulk Operation
fr: Operation en masse

# adminActivitySeverity
source: Severity
fr: Severite

# adminActivityAllSeverity
source: All Severity
fr: Toutes les severites

# adminActivityWarning
source: Warning
fr: Avertissement

# adminActivityCritical
source: Critical
fr: Critique

# adminActivityDateRange
source: Date Range
fr: Plage de dates

# adminActivityTimestamp
source: Timestamp
fr: Horodatage

# adminActivityTarget
source: Target
fr: Cible

# adminActivityIpAddress
source: IP Address
fr: Adresse IP

# adminActivityExportDialogTitle
source: Export Activity Logs
fr: Exporter les journaux d'activite

# adminActivityLogsReport
source: Activity Logs Report
fr: Rapport des journaux d'activite

# homePageApiDocsTitle
source: API Documentation
fr: Documentation API

# homePagePressKit
source: Press Kit
fr: Kit de presse

# adminDashSystemUser
source: System
fr: Systeme

# adminDashErrorWithMessage
source: Error: {message}
fr: Erreur: {message}

# adminSettingsTimezoneCairo
source: Cairo (EET)
fr: Le Caire (EET)

# adminRichTextBoldTooltip
source: Bold (**text**)
fr: Gras (**texte**)

# adminRichTextBoldPlaceholder
source: bold text
fr: texte en gras

# adminRichTextItalicTooltip
source: Italic (*text*)
fr: Italique (*texte*)

# adminRichTextItalicPlaceholder
source: italic text
fr: texte en italique

# adminRichTextUnderlineTooltip
source: Underline
fr: Souligné

# adminRichTextUnderlinePlaceholder
source: underlined text
fr: texte souligné

# adminRichTextStrikethroughTooltip
source: Strikethrough (~~text~~)
fr: Barré (~~texte~~)

# adminRichTextStrikethroughPlaceholder
source: strikethrough
fr: texte barré

# adminRichTextHeading1Tooltip
source: Heading 1
fr: Titre 1

# adminRichTextHeading2Tooltip
source: Heading 2
fr: Titre 2

# adminRichTextHeading3Tooltip
source: Heading 3
fr: Titre 3

# adminRichTextBulletListTooltip
source: Bullet list
fr: Liste à puces

# adminRichTextNumberedListTooltip
source: Numbered list
fr: Liste numérotée

# adminRichTextQuoteTooltip
source: Quote
fr: Citation

# adminRichTextLinkTooltip
source: Insert link [text](url)
fr: Insérer un lien [texte](url)

# adminRichTextLinkPlaceholder
source: link text
fr: texte du lien

# adminRichTextCodeTooltip
source: Inline code
fr: Code en ligne

# adminRichTextHorizontalLineTooltip
source: Horizontal line
fr: Ligne horizontale

# instCourseRichText
source: Rich Text
fr: Texte enrichi

# studCourseRetry
source: Retry
fr: Réessayer

# studCourseSubmitAssignment
source: Submit Assignment
fr: Soumettre le devoir

# adminNotifTitle
source: Notifications Center
fr: Centre de notifications

# adminNotifSubtitle
source: Stay updated with system events and user activities
fr: Restez informé des événements système et des activités des utilisateurs

# adminNotifMarkAllAsRead
source: Mark All as Read
fr: Tout marquer comme lu

# adminNotifClearAll
source: Clear All
fr: Tout effacer

# adminNotifUnreadCount
source: {count} unread
fr: {count} non lu(s)

# adminNotifPriority
source: Priority
fr: Priorité

# adminNotifAllPriorities
source: All Priorities
fr: Toutes les priorités

# adminNotifUnreadOnly
source: Unread only
fr: Non lus uniquement

# adminNotifNotificationTypes
source: Notification Types
fr: Types de notifications

# adminNotifAllNotifications
source: All Notifications
fr: Toutes les notifications

# adminNotifMarkAsUnread
source: Mark as Unread
fr: Marquer comme non lu

# adminNotifMarkAsRead
source: Mark as Read
fr: Marquer comme lu

# adminNotifDelete
source: Delete
fr: Supprimer

# adminNotifNoNotifications
source: No notifications
fr: Aucune notification

# adminNotifAllCaughtUp
source: You're all caught up!
fr: Vous êtes à jour !

# adminNotifJustNow
source: Just now
fr: À l'instant

# adminNotifMinutesAgo
source: {minutes}m ago
fr: Il y a {minutes} min

# adminNotifHoursAgo
source: {hours}h ago
fr: Il y a {hours} h

# adminNotifDaysAgo
source: {days}d ago
fr: Il y a {days} j

# adminNotifClearAllTitle
source: Clear All Notifications
fr: Effacer toutes les notifications

# adminNotifClearAllConfirmation
source: Are you sure you want to clear all notifications? This action cannot be undone.
fr: Êtes-vous sûr de vouloir effacer toutes les notifications ? Cette action est irréversible.

# adminNotifCancel
source: Cancel
fr: Annuler

# adminCounselorsListUnknownCounselor
source: Unknown Counselor
fr: Conseiller inconnu

# adminCounselorsListNotSpecified
source: Not specified
fr: Non spécifié

# adminCounselorsListToday
source: Today
fr: Aujourd'hui

# adminCounselorsListYesterday
source: Yesterday
fr: Hier

# adminCounselorsListDaysAgo
source: {count} days ago
fr: Il y a {count} jours

# adminCounselorsListWeeksAgo
source: {count} weeks ago
fr: Il y a {count} semaines

# adminCounselorsListMonthsAgo
source: {count} months ago
fr: Il y a {count} mois

# adminCounselorsListYearsAgo
source: {count} years ago
fr: Il y a {count} ans

# adminCounselorsListError
source: Error: {error}
fr: Erreur : {error}

# homePageAboutTitle
source: About Us
fr: À propos de nous

# homePageOurMission
source: Our Mission
fr: Notre mission

# adminReportLastGenerated
source: Last: {date}
fr: Dernier : {date}

# adminReportUserActivityReport
source: User Activity Report
fr: Rapport d'activite des utilisateurs

# adminReportUserActivityDescription
source: Comprehensive overview of user registrations, logins, and activity patterns
fr: Apercu complet des inscriptions, connexions et comportements des utilisateurs

# adminReportEngagementMetrics
source: Engagement Metrics
fr: Metriques d'engagement

# adminReportEngagementDescription
source: Track user engagement, course enrollments, and platform interactions
fr: Suivre l'engagement des utilisateurs, les inscriptions aux cours et les interactions sur la plateforme

# adminReportSystemPerformance
source: System Performance
fr: Performance du systeme

# adminReportSystemPerformanceDescription
source: API response times, throughput, and system performance metrics
fr: Temps de reponse API, debit et metriques de performance systeme

# adminReportRevenueReport
source: Revenue Report
fr: Rapport de revenus

# adminReportRevenueDescription
source: Detailed breakdown of revenue, subscriptions, and transactions
fr: Repartition detaillee des revenus, abonnements et transactions

# adminReportPaymentAnalytics
source: Payment Analytics
fr: Analyse des paiements

# adminReportPaymentAnalyticsDescription
source: Payment success rates, processing times, and transaction analysis
fr: Taux de reussite des paiements, delais de traitement et analyse des transactions

# adminReportUserGrowthReport
source: User Growth Report
fr: Rapport de croissance des utilisateurs

# adminReportUserGrowthDescription
source: Track user acquisition, retention, and growth trends over time
fr: Suivre l'acquisition, la retention et les tendances de croissance des utilisateurs

# adminReportSystemHealthReport
source: System Health Report
fr: Rapport de sante du systeme

# adminReportSystemHealthDescription
source: Infrastructure status, uptime, resource utilization, and health metrics
fr: Etat de l'infrastructure, disponibilite, utilisation des ressources et metriques de sante

# adminReportApplicationFunnel
source: Application Funnel
fr: Entonnoir de candidatures

# adminReportApplicationFunnelDescription
source: Track application submissions, conversions, and completion rates
fr: Suivre les soumissions de candidatures, les conversions et les taux de completion

# adminReportAuditTrailReport
source: Audit Trail Report
fr: Rapport de piste d'audit

# adminReportAuditTrailDescription
source: Complete audit trail of admin actions and system changes
fr: Piste d'audit complete des actions administratives et des modifications systeme

# adminReportDataAccessReport
source: Data Access Report
fr: Rapport d'acces aux donnees

# adminReportDataAccessDescription
source: Track data access patterns and sensitive information requests
fr: Suivre les modeles d'acces aux donnees et les demandes d'informations sensibles

# adminReportDefaultTitle
source: Analytics Report
fr: Rapport d'analyse

# adminReportMetricHeader
source: Metric
fr: Metrique

# adminReportValueHeader
source: Value
fr: Valeur

# adminReportDeleteConfirmation
source: Are you sure you want to delete "{title}"?
fr: Etes-vous sur de vouloir supprimer "{title}" ?

# adminReportRecipientsCount
source: {count} recipients
fr: {count} destinataires

# adminReportEmailRecipientsHint
source: admin@example.com, manager@example.com
fr: admin@exemple.com, responsable@exemple.com

# adminSqlTitle
source: SQL Queries
fr: Requetes SQL

# adminSqlSubtitle
source: Run pre-built queries against platform data
fr: Executer des requetes pre-construites sur les donnees de la plateforme

# adminSqlSearchHint
source: Search queries...
fr: Rechercher des requetes...

# adminSqlRetry
source: Retry
fr: Reessayer

# adminSqlSelectQuery
source: Select a query to run
fr: Selectionnez une requete a executer

# adminSqlSelectQueryHint
source: Choose from the query library on the left
fr: Choisissez dans la bibliotheque de requetes a gauche

# adminSqlNoResults
source: No results
fr: Aucun resultat

# adminSqlResultCount
source: {rows} rows | {columns} columns
fr: {rows} lignes | {columns} colonnes

# adminSqlAllUsersName
source: All Users
fr: Tous les utilisateurs

# adminSqlAllUsersDescription
source: List every registered user with profile data
fr: Liste de tous les utilisateurs enregistres avec leurs donnees de profil

# adminSqlStudentsOnlyName
source: Students Only
fr: Etudiants uniquement

# adminSqlStudentsOnlyDescription
source: Filter users to show only students
fr: Filtrer les utilisateurs pour afficher uniquement les etudiants

# adminSqlAdminUsersName
source: Admin Users
fr: Utilisateurs administrateurs

# adminSqlAdminUsersDescription
source: List all administrator accounts
fr: Liste de tous les comptes administrateurs

# adminSqlRecentActivityName
source: Recent Activity
fr: Activite recente

# adminSqlRecentActivityDescription
source: Last 50 platform activities from the audit log
fr: Les 50 dernieres activites de la plateforme depuis le journal d'audit

# adminSqlActivityStatisticsName
source: Activity Statistics
fr: Statistiques d'activite

# adminSqlActivityStatisticsDescription
source: Aggregated activity counts by type
fr: Comptages d'activites agreges par type

# adminSqlPlatformMetricsName
source: Platform Metrics
fr: Metriques de la plateforme

# adminSqlPlatformMetricsDescription
source: Key metrics: user counts, applications, growth rates
fr: Metriques cles : nombre d'utilisateurs, candidatures, taux de croissance

# adminSqlFinanceOverviewName
source: Finance Overview
fr: Apercu financier

# adminSqlFinanceOverviewDescription
source: Revenue, transactions, and financial KPIs
fr: Revenus, transactions et indicateurs financiers cles

# adminSqlContentStatisticsName
source: Content Statistics
fr: Statistiques de contenu

# adminSqlContentStatisticsDescription
source: Published, draft, and pending content counts
fr: Comptages de contenu publie, en brouillon et en attente

# adminSqlOpenSupportTicketsName
source: Open Support Tickets
fr: Tickets de support ouverts

# adminSqlOpenSupportTicketsDescription
source: All currently open support tickets
fr: Tous les tickets de support actuellement ouverts

# adminSqlRecentTransactionsName
source: Recent Transactions
fr: Transactions recentes

# adminSqlRecentTransactionsDescription
source: Financial transactions (last 100)
fr: Transactions financieres (100 dernieres)

# adminSqlUserGrowthName
source: User Growth (6 Months)
fr: Croissance des utilisateurs (6 mois)

# adminSqlUserGrowthDescription
source: Monthly user registration trend
fr: Tendance mensuelle des inscriptions d'utilisateurs

# adminSqlRoleDistributionName
source: Role Distribution
fr: Repartition des roles

# adminSqlRoleDistributionDescription
source: Breakdown of users by role type
fr: Repartition des utilisateurs par type de role

# adminInstitutionLocation
source: Location
fr: Emplacement

# adminInstitutionAddress
source: Address
fr: Adresse

# adminInstitutionCity
source: City
fr: Ville

# adminInstitutionCountry
source: Country
fr: Pays

# adminInstitutionContactPerson
source: Contact Person
fr: Personne de contact

# adminInstitutionFullName
source: Full Name
fr: Nom complet

# adminInstitutionPosition
source: Position
fr: Poste

# adminInstitutionContactPhone
source: Phone
fr: Telephone

# adminInstitutionRequired
source: Required
fr: Obligatoire

# adminInstitutionInvalidEmail
source: Invalid email
fr: Email invalide

# adminInstitutionBackToInstitutions
source: Back to Institutions
fr: Retour aux etablissements

# adminInstitutionEditInstitution
source: Edit Institution
fr: Modifier l'etablissement

# adminInstitutionAddNewInstitution
source: Add New Institution
fr: Ajouter un nouvel etablissement

# adminInstitutionUpdateAccountInfo
source: Update institution account information
fr: Mettre a jour les informations du compte de l'etablissement

# adminInstitutionCreateAccountInfo
source: Create a new institution account
fr: Creer un nouveau compte d'etablissement

# adminInstitutionCancel
source: Cancel
fr: Annuler

# adminInstitutionUpdateInstitution
source: Update Institution
fr: Mettre a jour l'etablissement

# adminInstitutionCreateInstitution
source: Create Institution
fr: Creer l'etablissement

# adminMessagingTitle
source: Bulk Messaging
fr: Messagerie groupee

# adminMessagingSubtitle
source: Send messages to multiple users at once
fr: Envoyer des messages a plusieurs utilisateurs a la fois

# adminMessagingNewMessage
source: New Message
fr: Nouveau message

# adminMessagingSubjectLabel
source: Subject
fr: Objet

# adminMessagingSubjectHint
source: Enter message subject
fr: Entrez l'objet du message

# adminMessagingMessageHint
source: Enter your message here...
fr: Entrez votre message ici...

# adminMessagingSaveDraft
source: Save Draft
fr: Enregistrer le brouillon

# adminMessagingPreview
source: Preview
fr: Apercu

# adminMessagingSending
source: Sending...
fr: Envoi en cours...

# adminMessagingSendMessage
source: Send Message
fr: Envoyer le message

# adminMessagingRecipients
source: Recipients
fr: Destinataires

# adminMessagingDeliveryChannel
source: Delivery Channel
fr: Canal de diffusion

# adminMessagingSchedule
source: Schedule
fr: Planifier

# adminMessagingTemplates
source: Message Templates
fr: Modeles de messages

# adminMessagingRecentMessages
source: Recent Messages
fr: Messages recents

# adminMessagingSentCount
source: {count} sent
fr: {count} envoye(s)

# adminMessagingFillAllFields
source: Please fill in all fields
fr: Veuillez remplir tous les champs

# adminMessagingSendMessageTitle
source: Send Message
fr: Envoyer le message

# adminMessagingSendConfirmation
source: Are you sure you want to send this message to {group}?
fr: Etes-vous sur de vouloir envoyer ce message a {group} ?

# adminMessagingCancel
source: Cancel
fr: Annuler

# adminMessagingSend
source: Send
fr: Envoyer

# adminMessagingSentSuccess
source: Message sent successfully
fr: Message envoye avec succes

# adminMessagingDraftSaved
source: Draft saved
fr: Brouillon enregistre

# adminMessagingPreviewTitle
source: Message Preview
fr: Apercu du message

# adminMessagingPreviewSubject
source: Subject: {subject}
fr: Objet : {subject}

# adminMessagingPreviewTo
source: To: {recipient}
fr: A : {recipient}

# adminMessagingClose
source: Close
fr: Fermer

# adminMessagingTemplateWelcomeName
source: Welcome Message
fr: Message de bienvenue

# adminMessagingTemplateWelcomeSubject
source: Welcome to Flow!
fr: Bienvenue sur Flow !

# adminMessagingTemplateWelcomeContent
source: Hello! Welcome to Flow, your educational journey starts here. We're excited to have you join our community.
fr: Bonjour ! Bienvenue sur Flow, votre parcours educatif commence ici. Nous sommes ravis de vous accueillir dans notre communaute.

# adminMessagingTemplatePaymentName
source: Payment Reminder
fr: Rappel de paiement

# adminMessagingTemplatePaymentSubject
source: Payment Due Reminder
fr: Rappel de paiement a effectuer

# adminMessagingTemplatePaymentContent
source: This is a friendly reminder that your payment is due soon. Please complete your payment to continue enjoying our services.
fr: Ceci est un rappel amical que votre paiement arrive bientot a echeance. Veuillez effectuer votre paiement pour continuer a profiter de nos services.

# adminMessagingTemplateSystemName
source: System Update
fr: Mise a jour systeme

# adminMessagingTemplateSystemSubject
source: System Maintenance Notice
fr: Avis de maintenance systeme

# adminMessagingTemplateSystemContent
source: We will be performing scheduled maintenance on our systems. During this time, some features may be unavailable.
fr: Nous effectuerons une maintenance programmee sur nos systemes. Pendant cette periode, certaines fonctionnalites peuvent etre indisponibles.

# adminMessagingRecentWelcomeSubject
source: Welcome to New Semester
fr: Bienvenue pour le nouveau semestre

# adminMessagingRecentWelcomeContent
source: We hope you had a great break! Get ready for an exciting semester ahead.
fr: Nous esperons que vous avez passe de bonnes vacances ! Preparez-vous pour un semestre passionnant.

# adminMessagingRecentPaymentSubject
source: Payment Due Reminder
fr: Rappel de paiement a effectuer

# adminMessagingRecentPaymentContent
source: This is a reminder that your payment is due by the end of this week.
fr: Ceci est un rappel que votre paiement doit etre effectue d'ici la fin de cette semaine.

# adminMessagingRecentFeaturesSubject
source: New Features Released
fr: Nouvelles fonctionnalites disponibles

# adminMessagingRecentFeaturesContent
source: Check out our latest features and improvements to enhance your experience.
fr: Decouvrez nos dernieres fonctionnalites et ameliorations pour enrichir votre experience.

# instCourseAdvancedModule
source: Advanced Module
fr: Module avancé

# instCourseImportQuiz
source: Import Quiz
fr: Importer le quiz

# adminLoginTitle
source: Admin Portal
fr: Portail Administrateur

# adminLoginSubtitle
source: Secure Administrator Access
fr: Acces Administrateur Securise

# adminLoginEmailLabel
source: Admin Email
fr: Email Administrateur

# adminLoginEmailHint
source: admin@example.com
fr: admin@exemple.com

# adminLoginEmailRequired
source: Please enter your email
fr: Veuillez entrer votre email

# adminLoginEmailInvalid
source: Please enter a valid email
fr: Veuillez entrer un email valide

# adminLoginPasswordLabel
source: Password
fr: Mot de passe

# adminLoginPasswordHint
source: Enter your password
fr: Entrez votre mot de passe

# adminLoginPasswordRequired
source: Please enter your password
fr: Veuillez entrer votre mot de passe

# adminLoginPasswordTooShort
source: Password must be at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caracteres

# adminLoginSignInButton
source: Sign In Securely
fr: Connexion Securisee

# adminLoginSecurityNotice
source: All admin activities are logged and monitored for security.
fr: Toutes les activites administrateur sont enregistrees et surveillees pour la securite.

# adminLoginBackToSite
source: Back to Main Site
fr: Retour au site principal

# adminLoginFailed
source: Login failed: {error}
fr: Echec de la connexion : {error}

# homePageSubscribe
source: Subscribe
fr: S'abonner

# adminKbRetry
source: Retry
fr: Reessayer

# adminKbKeywordsHint
source: e.g. login, password, reset
fr: ex. connexion, mot de passe, reinitialisation

# adminKbPriorityLow
source: 0 - Low
fr: 0 - Basse

# adminKbPriorityMedium
source: 1 - Medium
fr: 1 - Moyenne

# adminKbPriorityHigh
source: 2 - High
fr: 2 - Haute

# adminKbPriorityCritical
source: 3 - Critical
fr: 3 - Critique

# adminKbDeleteConfirmMessage
source: Are you sure you want to delete "{question}"?
fr: Etes-vous sur de vouloir supprimer "{question}" ?

# instCounselorsSearchHint
source: Search counselors...
fr: Rechercher des conseillers par nom ou email

# instCounselorsRetry
source: Retry
fr: Réessayer

# instCounselorsNoCounselorsFound
source: No Counselors Found
fr: Aucun Conseiller Trouvé

# instCounselorsNoMatchSearch
source: No counselors match your search
fr: Aucun conseiller ne correspond à votre recherche

# instCounselorsAddToInstitution
source: Add counselors to your institution
fr: Ajoutez des conseillers à votre institution pour commencer

# instCounselorsPageOf
source: Page {current} of {total}
fr: Page {current} sur {total}

# instCounselorsCounselingOverview
source: Counseling Overview
fr: Aperçu du Counseling

# instCounselorsCounselors
source: Counselors
fr: Conseillers

# instCounselorsStudents
source: Students
fr: Étudiants

# instCounselorsCompleted
source: Completed
fr: Terminées

# instCounselorsUpcoming
source: Upcoming
fr: À venir

# instCounselorsAvgRating
source: Avg Rating
fr: Note Moy.

# instCounselorsStudentAssigned
source: Student assigned successfully
fr: Étudiant assigné avec succès

# instCounselorsAssign
source: Assign
fr: Assigner

# instCounselorsAssignStudents
source: Assign Students
fr: Assigner des Étudiants

# instCounselorsAssignStudentTo
source: Assign Student to {name}
fr: Assigner un étudiant à {name}

# instCounselorsSearchStudents
source: Search students...
fr: Rechercher des étudiants...

# instCounselorsNoStudentsFound
source: No students found
fr: Aucun étudiant trouvé

# instCounselorsUnknown
source: Unknown
fr: Inconnu

# instCounselorsError
source: Error: {error}
fr: Erreur: {error}

# instCounselorsCancel
source: Cancel
fr: Annuler

# adminExportsHistoryItemDetails
source: {source} • {rows} rows • {format}
fr: {source} • {rows} lignes • {format}

# adminExportsSuccessMessage
source: Exported {count} records to {fileName}
fr: {count} enregistrements exportés vers {fileName}

# adminSupportTicketSearchHint
source: Search tickets by ID, subject, or customer...
fr: Rechercher par ID, sujet ou client...

source: Inst Courses Description
fr: Description

source: Inst Courses Edit Course
fr: Modifier le Cours

# instCoursesEnrolledCount
source: Inst Courses Enrolled Count: {count}
fr: {count} Inscrit(s)

source: Inst Courses Learning Outcomes
fr: Ce que Vous Apprendrez

source: Inst Courses Prerequisites
fr: Prérequis

source: Inst Courses Published
fr: PUBLIÉ

source: Inst Courses Quick Actions
fr: Actions Rapides

source: Inst Courses Statistics
fr: Statistiques

# sharedExamsQuestionProgress
source: Question {current} of {total}
fr: Question {current} sur {total}

# adminContentSelectCourse
source: Select a course
fr: Sélectionner un cours

# adminContentModuleTitleRequired
source: Module Title *
fr: Titre du module *

# adminContentEnterModuleTitle
source: Enter module title
fr: Entrer le titre du module

# adminContentEnterModuleDescription
source: Enter module description (optional)
fr: Entrer la description du module (optionnel)

# adminContentModuleCreatedAsDraft
source: Module will be created as a draft. Use the Course Builder to add lessons.
fr: Le module sera créé en tant que brouillon.

# adminContentPleaseSelectCourse
source: Please select a course
fr: Veuillez sélectionner un cours

# adminContentFailedToCreateModule
source: Failed to create module
fr: Échec de la création du module

# adminContentTotalModules
source: Total Modules
fr: Total des modules
