Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# homeNavStudents
source: Students
fr: Étudiants

# homeNavCounselors
source: Counselors
fr: Conseillers

# homeNavRecommenders
source: Recommenders
fr: Recommandeurs

# homeNavBadge
source: Africa's Premier EdTech Platform
fr: Première plateforme EdTech d'Afrique

# homeNavWelcome
source: Welcome to Flow
fr: Bienvenue sur Flow

# homeNavSubtitle
source: Connect students, institutions, parents, counselors across Africa. Offline-first with mobile money.
fr: Connectez étudiants, institutions, parents et conseillers à travers l'Afrique. Conçu hors ligne avec paiement mobile.

# homeNavGetStarted
source: Get Started
fr: Commencer

# homeNavSignIn
source: Sign In
fr: Se connecter

# homeNavActiveUsers
source: Active Users
fr: Utilisateurs actifs

# homeNavCountries
source: Countries
fr: Pays

# homeNavNew
source: NEW
fr: NOUVEAU

# homeNavFindYourPath
source: Find Your Path
fr: Trouvez votre voie

# homeNavFindYourPathDesc
source: Answer a few questions and get personalized university recommendations.
fr: Répondez à quelques questions et obtenez des recommandations universitaires personnalisées.

# homeNavPersonalizedRec
source: Personalized Recommendations
fr: Recommandations personnalisées

# homeNavTopUniversities
source: 12+ Top Universities
fr: 12+ meilleures universités

# homeNavSmartMatching
source: Smart Matching Algorithm
fr: Algorithme de correspondance intelligent

# homeNavStartNow
source: Start Now
fr: Commencer maintenant

# homeNavPlatformFeatures
source: Platform Features
fr: Fonctionnalités de la plateforme

# homeNavOfflineFirst
source: Offline-First Design
fr: Conception hors ligne d'abord

# homeNavOfflineFirstDesc
source: Access your content even without internet connectivity
fr: Accédez à votre contenu même sans connexion Internet

# homeNavMobileMoney
source: Mobile Money Integration
fr: Intégration Mobile Money

# homeNavMobileMoneyDesc
source: Pay with M-Pesa, MTN, and other mobile money services
fr: Payez avec M-Pesa, MTN et d'autres services de paiement mobile

# homeNavMultiLang
source: Multi-Language Support
fr: Support multilingue

# homeNavMultiLangDesc
source: Available in English, French, Swahili, and more
fr: Disponible en anglais, français, swahili et plus

# homeNavSecure
source: Secure & Private
fr: Sécurisé et privé

# homeNavSecureDesc
source: End-to-end encryption for all your data
fr: Chiffrement de bout en bout pour toutes vos données

# homeNavUssd
source: USSD Support
fr: Support USSD

# homeNavUssdDesc
source: Access features via basic phones without internet
fr: Accédez aux fonctionnalités via téléphones basiques sans Internet

# homeNavCloudSync
source: Cloud Sync
fr: Synchronisation cloud

# homeNavCloudSyncDesc
source: Automatically sync across all your devices
fr: Synchronisation automatique sur tous vos appareils

# homeNavHowItWorks
source: How It Works
fr: Comment ça marche

# homeNavCreateAccount
source: Create Account
fr: Créer un compte

# homeNavCreateAccountDesc
source: Sign up with your role - student, institution, parent, counselor, or recommender
fr: Inscrivez-vous avec votre rôle - étudiant, institution, parent, conseiller ou recommandeur

# homeNavAccessDashboard
source: Access Dashboard
fr: Accéder au tableau de bord

# homeNavAccessDashboardDesc
source: Get a personalized dashboard tailored to your needs
fr: Obtenez un tableau de bord personnalisé adapté à vos besoins

# homeNavExploreFeatures
source: Explore Features
fr: Explorer les fonctionnalités

# homeNavExploreFeaturesDesc
source: Browse courses, applications, or manage your responsibilities
fr: Parcourez les cours, les candidatures ou gérez vos responsabilités

# homeNavAchieveGoals
source: Achieve Goals
fr: Atteindre vos objectifs

# homeNavAchieveGoalsDesc
source: Track progress, collaborate, and reach your educational objectives
fr: Suivez vos progrès, collaborez et atteignez vos objectifs éducatifs

# homeNavTrustedAcrossAfrica
source: Trusted Across Africa
fr: Reconnu à travers l'Afrique

# homeNavTestimonialRole1
source: Student, University of Ghana
fr: Étudiante, Université du Ghana

# homeNavTestimonialQuote1
source: Flow made my application process so much easier. I could track everything in one place!
fr: Flow a rendu mon processus de candidature tellement plus facile. Je pouvais tout suivre en un seul endroit !

# homeNavTestimonialRole2
source: Dean, Ashesi University
fr: Doyen, Université Ashesi

# homeNavTestimonialQuote2
source: Managing applications has never been this efficient. Flow is a game-changer for institutions.
fr: La gestion des candidatures n'a jamais été aussi efficace. Flow change la donne pour les institutions.

# homeNavTestimonialQuote3
source: I can now monitor my children's academic progress even when I'm traveling. Peace of mind!
fr: Je peux désormais suivre les progrès académiques de mes enfants même lorsque je voyage. Tranquillité d'esprit !

# homeNavWhoCanUse
source: Who Can Use Flow?
fr: Qui peut utiliser Flow ?

# homeNavForStudents
source: For Students
fr: Pour les étudiants

# homeNavForStudentsSubtitle
source: Your gateway to academic success
fr: Votre passerelle vers la réussite académique

# homeNavForStudentsDesc
source: Flow empowers students to take control of their educational journey with comprehensive tools designed for modern learners across Africa.
fr: Flow permet aux étudiants de prendre en main leur parcours éducatif avec des outils complets conçus pour les apprenants modernes à travers l'Afrique.

# homeNavCourseAccess
source: Course Access
fr: Accès aux cours

# homeNavCourseAccessDesc
source: Browse and enroll in thousands of courses from top institutions across Africa
fr: Parcourez et inscrivez-vous à des milliers de cours des meilleures institutions africaines

# homeNavAppManagement
source: Application Management
fr: Gestion des candidatures

# homeNavAppManagementDesc
source: Apply to multiple institutions, track application status, and manage deadlines in one place
fr: Postulez à plusieurs institutions, suivez le statut et gérez les délais en un seul endroit

# homeNavProgressTracking
source: Progress Tracking
fr: Suivi des progrès

# homeNavProgressTrackingDesc
source: Monitor your academic progress with detailed analytics and performance insights
fr: Suivez vos progrès académiques avec des analyses détaillées et des aperçus de performance

# homeNavDocManagement
source: Document Management
fr: Gestion des documents

# homeNavDocManagementDesc
source: Store and share transcripts, certificates, and other academic documents securely
fr: Stockez et partagez relevés, certificats et autres documents académiques en toute sécurité

# homeNavEasyPayments
source: Easy Payments
fr: Paiements faciles

# homeNavEasyPaymentsDesc
source: Pay tuition and fees using mobile money services like M-Pesa, MTN Money, and more
fr: Payez les frais de scolarité via les services de paiement mobile comme M-Pesa, MTN Money, et plus

# homeNavOfflineAccess
source: Offline Access
fr: Accès hors ligne

# homeNavOfflineAccessDesc
source: Download course materials and access them without internet connectivity
fr: Téléchargez les supports de cours et accédez-y sans connexion Internet

# homeNavForInstitutions
source: For Institutions
fr: Pour les institutions

# homeNavForInstitutionsSubtitle
source: Streamline admissions and student management
fr: Simplifiez les admissions et la gestion des étudiants

# homeNavForInstitutionsDesc
source: Transform your institution's operations with powerful tools for admissions, student management, and program delivery.
fr: Transformez les opérations de votre institution avec des outils puissants pour les admissions, la gestion des étudiants et la prestation de programmes.

# homeNavApplicantMgmt
source: Applicant Management
fr: Gestion des candidats

# homeNavApplicantMgmtDesc
source: Review, process, and track applications efficiently with automated workflows
fr: Examinez, traitez et suivez les candidatures efficacement avec des flux automatisés

# homeNavProgramMgmt
source: Program Management
fr: Gestion des programmes

# homeNavProgramMgmtDesc
source: Create and manage academic programs, set requirements, and track enrollments
fr: Créez et gérez des programmes académiques, définissez des exigences et suivez les inscriptions

# homeNavAnalyticsDash
source: Analytics Dashboard
fr: Tableau de bord analytique

# homeNavAnalyticsDashDesc
source: Get insights into application trends, student performance, and institutional metrics
fr: Obtenez des informations sur les tendances de candidature, la performance des étudiants et les métriques institutionnelles

# homeNavCommHub
source: Communication Hub
fr: Hub de communication

# homeNavCommHubDesc
source: Engage with students, parents, and staff through integrated messaging
fr: Engagez-vous avec les étudiants, les parents et le personnel via la messagerie intégrée

# homeNavDocVerification
source: Document Verification
fr: Vérification des documents

# homeNavDocVerificationDesc
source: Verify student documents and credentials securely
fr: Vérifiez les documents et les titres des étudiants en toute sécurité

# homeNavFinancialMgmt
source: Financial Management
fr: Gestion financière

# homeNavFinancialMgmtDesc
source: Track payments, manage scholarships, and generate financial reports
fr: Suivez les paiements, gérez les bourses et générez des rapports financiers

# homeNavForParents
source: For Parents
fr: Pour les parents

# homeNavForParentsSubtitle
source: Stay connected to your child's education
fr: Restez connecté à l'éducation de votre enfant

# homeNavForParentsDesc
source: Stay informed and engaged in your children's educational journey with real-time updates and comprehensive monitoring tools.
fr: Restez informé et impliqué dans le parcours éducatif de vos enfants avec des mises à jour en temps réel et des outils de suivi complets.

# homeNavProgressMonitoring
source: Progress Monitoring
fr: Suivi des progrès

# homeNavProgressMonitoringDesc
source: Track your children's academic performance, attendance, and achievements
fr: Suivez la performance académique, la présence et les réalisations de vos enfants

# homeNavRealtimeUpdates
source: Real-time Updates
fr: Mises à jour en temps réel

# homeNavRealtimeUpdatesDesc
source: Receive instant notifications about grades, assignments, and school events
fr: Recevez des notifications instantanées sur les notes, les devoirs et les événements scolaires

# homeNavTeacherComm
source: Teacher Communication
fr: Communication avec les enseignants

# homeNavTeacherCommDesc
source: Connect directly with teachers and counselors about your child's progress
fr: Communiquez directement avec les enseignants et conseillers sur les progrès de votre enfant

# homeNavFeeMgmt
source: Fee Management
fr: Gestion des frais

# homeNavFeeMgmtDesc
source: View and pay school fees conveniently using mobile money
fr: Consultez et payez les frais scolaires facilement via le paiement mobile

# homeNavScheduleAccess
source: Schedule Access
fr: Accès aux horaires

# homeNavScheduleAccessDesc
source: View class schedules, exam dates, and school calendar events
fr: Consultez les horaires de cours, les dates d'examens et les événements du calendrier scolaire

# homeNavReportCards
source: Report Cards
fr: Bulletins scolaires

# homeNavReportCardsDesc
source: Access detailed report cards and performance summaries
fr: Accédez aux bulletins détaillés et aux résumés de performance

# homeNavForCounselors
source: For Counselors
fr: Pour les conseillers

# homeNavForCounselorsSubtitle
source: Guide students to their best future
fr: Guidez les étudiants vers leur meilleur avenir

# homeNavForCounselorsDesc
source: Empower your counseling practice with tools to manage sessions, track student progress, and provide personalized guidance.
fr: Renforcez votre pratique de conseil avec des outils pour gérer les sessions, suivre les progrès des étudiants et fournir des conseils personnalisés.

# homeNavSessionMgmt
source: Session Management
fr: Gestion des sessions

# homeNavSessionMgmtDesc
source: Schedule, track, and document counseling sessions with students
fr: Planifiez, suivez et documentez les sessions de conseil avec les étudiants

# homeNavStudentPortfolio
source: Student Portfolio
fr: Portfolio étudiant

# homeNavStudentPortfolioDesc
source: Maintain comprehensive profiles and notes for each student you counsel
fr: Maintenez des profils complets et des notes pour chaque étudiant que vous conseillez

# homeNavActionPlans
source: Action Plans
fr: Plans d'action

# homeNavActionPlansDesc
source: Create and monitor personalized action plans and goals for students
fr: Créez et suivez des plans d'action et des objectifs personnalisés pour les étudiants

# homeNavCollegeGuidance
source: College Guidance
fr: Orientation universitaire

# homeNavCollegeGuidanceDesc
source: Help students explore programs and navigate the application process
fr: Aidez les étudiants à explorer les programmes et à naviguer le processus de candidature

# homeNavCareerAssessment
source: Career Assessment
fr: Évaluation de carrière

# homeNavCareerAssessmentDesc
source: Provide career assessments and recommend suitable paths
fr: Fournissez des évaluations de carrière et recommandez des voies adaptées

# homeNavParentCollab
source: Parent Collaboration
fr: Collaboration avec les parents

# homeNavParentCollabDesc
source: Coordinate with parents to support student success
fr: Coordonnez avec les parents pour soutenir la réussite des étudiants

# homeNavForRecommenders
source: For Recommenders
fr: Pour les recommandeurs

# homeNavForRecommendersSubtitle
source: Support students with powerful recommendations
fr: Soutenez les étudiants avec des recommandations puissantes

# homeNavForRecommendersDesc
source: Write, manage, and submit recommendation letters efficiently while maintaining your professional network.
fr: Rédigez, gérez et soumettez des lettres de recommandation efficacement tout en maintenant votre réseau professionnel.

# homeNavLetterMgmt
source: Letter Management
fr: Gestion des lettres

# homeNavLetterMgmtDesc
source: Write, edit, and store recommendation letters with templates
fr: Rédigez, modifiez et stockez des lettres de recommandation avec des modèles

# homeNavEasySubmission
source: Easy Submission
fr: Soumission facile

# homeNavEasySubmissionDesc
source: Submit recommendations directly to institutions securely
fr: Soumettez des recommandations directement aux institutions en toute sécurité

# homeNavRequestTracking
source: Request Tracking
fr: Suivi des demandes

# homeNavRequestTrackingDesc
source: Track all recommendation requests and deadlines in one place
fr: Suivez toutes les demandes de recommandation et les délais en un seul endroit

# homeNavLetterTemplates
source: Letter Templates
fr: Modèles de lettres

# homeNavLetterTemplatesDesc
source: Use customizable templates to streamline your writing process
fr: Utilisez des modèles personnalisables pour simplifier votre processus de rédaction

# homeNavDigitalSignature
source: Digital Signature
fr: Signature numérique

# homeNavDigitalSignatureDesc
source: Sign and verify letters digitally with secure authentication
fr: Signez et vérifiez les lettres numériquement avec une authentification sécurisée

# homeNavStudentHistory
source: Student History
fr: Historique des étudiants

# homeNavStudentHistoryDesc
source: Maintain records of students you've recommended over time
fr: Maintenez des dossiers des étudiants que vous avez recommandés au fil du temps

# homeNavReadyToStart
source: Ready to Get Started?
fr: Prêt à commencer ?

# homeNavJoinThousands
source: Join thousands transforming education with Flow.
fr: Rejoignez des milliers de personnes qui transforment l'éducation avec Flow.

# homeNavPrivacy
source: Privacy
fr: Confidentialité

# homeNavTerms
source: Terms
fr: Conditions

# homeNavTop
source: Top
fr: Haut

# homeNavGetStartedAs
source: Get Started as {role}
fr: Commencer en tant que {role}

# homeNavForPrefix
source: For
fr: Pour les

# aboutPageTitle
source: About Flow
fr: À propos de Flow

# aboutPagePremierPlatform
source: Africa's Premier Education Platform
fr: Première plateforme éducative d'Afrique

# aboutPageOurMission
source: Our Mission
fr: Notre mission

# aboutPageMissionContent
source: Flow is dedicated to transforming education across Africa by connecting students with universities, counselors, and resources they need to succeed.
fr: Flow se consacre à transformer l'éducation à travers l'Afrique en connectant les étudiants avec les universités, les conseillers et les ressources dont ils ont besoin pour réussir.

# aboutPageOurVision
source: Our Vision
fr: Notre vision

# aboutPageVisionContent
source: We envision a future where every African student has the tools, information, and support needed to achieve their educational dreams.
fr: Nous envisageons un avenir où chaque étudiant africain dispose des outils, des informations et du soutien nécessaires pour réaliser ses rêves éducatifs.

# aboutPageOurStory
source: Our Story
fr: Notre histoire

# aboutPageOurValues
source: Our Values
fr: Nos valeurs

# aboutPageGetInTouch
source: Get in Touch
fr: Nous contacter

# privacyPageTitle
source: Privacy Policy
fr: Politique de confidentialité

# privacyPageLastUpdated
source: Last updated: January 2026
fr: Dernière mise à jour : janvier 2026

# privacyPageSection1Title
source: 1. Information We Collect
fr: 1. Informations que nous collectons

# privacyPageSection1Content
source: We collect information you provide directly to us, such as when you create an account, fill out a form, or communicate with us. This may include: - Personal information (name, email, phone number) - Educational information (grades, test scores, preferences) - Account credentials - Communication preferences - Usage data and analytics
fr: Nous collectons les informations que vous nous fournissez directement, comme lors de la création d'un compte, du remplissage d'un formulaire ou de la communication avec nous. Cela peut inclure : - Informations personnelles (nom, e-mail, numéro de téléphone) - Informations éducatives (notes, résultats, préférences) - Identifiants de compte - Préférences de communication - Données d'utilisation et d'analyse

# privacyPageSection2Title
source: 2. How We Use Your Information
fr: 2. Comment nous utilisons vos informations

# privacyPageSection2Content
source: We use the information we collect to: - Provide, maintain, and improve our services - Match you with suitable universities and programs - Send you relevant notifications and updates - Respond to your inquiries and support requests - Analyze usage patterns to improve user experience - Comply with legal obligations
fr: Nous utilisons les informations collectées pour : - Fournir, maintenir et améliorer nos services - Vous associer à des universités et programmes adaptés - Vous envoyer des notifications et mises à jour pertinentes - Répondre à vos demandes et requêtes de support - Analyser les habitudes d'utilisation pour améliorer l'expérience - Respecter les obligations légales

# privacyPageSection3Title
source: 3. Information Sharing
fr: 3. Partage d'informations

# privacyPageSection3Content
source: We may share your information with: - Universities and institutions you express interest in - Counselors you choose to connect with - Parents/guardians (with your consent) - Service providers who assist our operations - Legal authorities when required by law We do not sell your personal information to third parties.
fr: Nous pouvons partager vos informations avec : - Les universités et institutions qui vous intéressent - Les conseillers avec lesquels vous choisissez de vous connecter - Les parents/tuteurs (avec votre consentement) - Les prestataires de services qui assistent nos opérations - Les autorités légales lorsque la loi l'exige Nous ne vendons pas vos informations personnelles à des tiers.

# privacyPageSection4Title
source: 4. Data Security
fr: 4. Sécurité des données

# privacyPageSection4Content
source: We implement industry-standard security measures to protect your data: - Encryption of data in transit and at rest - Regular security audits and assessments - Access controls and authentication - Secure data centers with SOC 2 compliance
fr: Nous mettons en œuvre des mesures de sécurité conformes aux normes de l'industrie pour protéger vos données : - Chiffrement des données en transit et au repos - Audits et évaluations de sécurité réguliers - Contrôles d'accès et authentification - Centres de données sécurisés avec conformité SOC 2

# privacyPageSection5Title
source: 5. Your Rights
fr: 5. Vos droits

# privacyPageSection5Content
source: You have the right to: - Access your personal data - Correct inaccurate information - Delete your account and data - Export your data in a portable format - Opt out of marketing communications - Withdraw consent at any time
fr: Vous avez le droit de : - Accéder à vos données personnelles - Corriger les informations inexactes - Supprimer votre compte et vos données - Exporter vos données dans un format portable - Vous désinscrire des communications marketing - Retirer votre consentement à tout moment

# privacyPageSection6Title
source: 6. Contact Us
fr: 6. Nous contacter

# privacyPageSection6Content
source: If you have questions about this privacy policy, please contact us at: Email: privacy@flowedtech.com Address: Accra, Ghana
fr: Si vous avez des questions sur cette politique de confidentialité, veuillez nous contacter à : E-mail : privacy@flowedtech.com Adresse : Accra, Ghana

# privacyPageContactTeam
source: Contact Privacy Team
fr: Contacter l'équipe confidentialité

# privacyPageLastUpdatedLabel
source: Last updated: {date}
fr: Dernière mise à jour : {date}

# termsPageTitle
source: Terms of Service
fr: Conditions d'utilisation

# termsPageLastUpdated
source: Last updated: January 2026
fr: Dernière mise à jour : janvier 2026

# termsPageSection1Title
source: 1. Acceptance of Terms
fr: 1. Acceptation des conditions

# termsPageSection1Content
source: By accessing or using Flow EdTech ("the Service"), you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use our Service.
fr: En accédant ou en utilisant Flow EdTech (« le Service »), vous acceptez d'être lié par ces conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser notre Service.

# termsPageSection2Title
source: 2. User Accounts
fr: 2. Comptes utilisateurs

# termsPageSection2Content
source: To use certain features, you must create an account. You agree to provide accurate and complete information, maintain the security of your account credentials, and take responsibility for all activities under your account.
fr: Pour utiliser certaines fonctionnalités, vous devez créer un compte. Vous acceptez de fournir des informations exactes et complètes, de maintenir la sécurité de vos identifiants et d'assumer la responsabilité de toutes les activités sous votre compte.

# termsPageSection3Title
source: 3. User Conduct
fr: 3. Conduite de l'utilisateur

# termsPageSection3Content
source: You agree not to use the Service for any unlawful purpose, harass other users, submit false information, or attempt to gain unauthorized access to systems.
fr: Vous acceptez de ne pas utiliser le Service à des fins illégales, de ne pas harcèler d'autres utilisateurs, de ne pas soumettre de fausses informations et de ne pas tenter d'obtenir un accès non autorisé aux systèmes.

# termsPageSection4Title
source: 4. Limitation of Liability
fr: 4. Limitation de responsabilité

# termsPageSection4Content
source: THE SERVICE IS PROVIDED "AS IS" WITHOUT WARRANTIES OF ANY KIND. WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED.
fr: LE SERVICE EST FOURNI « TEL QUEL » SANS GARANTIE D'AUCUNE SORTE. NOUS DÉCLINONS TOUTES LES GARANTIES, EXPRESSES OU IMPLICITES.
