Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# studentCounselingTopicOptional
source: Topic (Optional)
fr: Sujet (Facultatif)

# studentCounselingTopicHint
source: What would you like to discuss?
fr: De quoi aimeriez-vous discuter ?

# studentCounselingDetailsOptional
source: Additional Details (Optional)
fr: Details supplementaires (Facultatif)

# studentCounselingDetailsHint
source: Any additional information for your counselor...
fr: Toute information supplementaire pour votre conseiller...

# studentCounselingSessionSummary
source: Session Summary
fr: Resume de la seance

# studentCounselingCounselor
source: Counselor
fr: Conseiller

# studentCounselingTime
source: Time
fr: Heure

# studentCounselingTopic
source: Topic
fr: Sujet

# studentCounselingBookedSuccess
source: Session booked successfully!
fr: Seance reservee avec succes !

# studentCounselingBookFailed
source: Failed to book session
fr: Echec de la reservation de la seance

# studentCounselingUpcomingTab
source: Upcoming ({count})
fr: A venir ({count})

# studentCounselingPastTab
source: Past ({count})
fr: Passees ({count})

# studentCounselingContactAdmin
source: Please contact your institution administrator for counselor assignment.
fr: Veuillez contacter l'administrateur de votre etablissement pour l'attribution d'un conseiller.

# studentCounselingCompleted
source: Completed
fr: Terminees

# studentCounselingUpcoming
source: Upcoming
fr: A venir

# studentCounselingRating
source: Rating
fr: Note

# studentCounselingNoUpcoming
source: No upcoming sessions scheduled
fr: Aucune seance a venir programmee

# studentCounselingNoPast
source: No past sessions yet
fr: Aucune seance passee

# studentCounselingCancelSession
source: Cancel Session
fr: Annuler la seance

# studentCounselingCancelConfirm
source: Are you sure you want to cancel this session? This action cannot be undone.
fr: Etes-vous sur de vouloir annuler cette seance ? Cette action est irreversible.

# studentCounselingKeepIt
source: No, Keep It
fr: Non, la garder

# studentCounselingSessionCancelled
source: Session cancelled
fr: Seance annulee

# studentCounselingYesCancel
source: Yes, Cancel
fr: Oui, annuler

# studentCounselingRateSession
source: Rate Your Session
fr: Evaluez votre seance

# studentCounselingHowWasSession
source: How was your counseling session?
fr: Comment s'est passee votre seance de conseil ?

# studentCounselingCommentsOptional
source: Comments (optional)
fr: Commentaires (facultatif)

# studentCounselingCancel
source: Cancel
fr: Annuler

# studentCounselingFeedbackThanks
source: Thank you for your feedback!
fr: Merci pour votre retour !

# studentCounselingSubmit
source: Submit
fr: Soumettre

# studentCounselingSessions
source: Sessions
fr: Seances

# studentCounselingAvailability
source: Availability
fr: Disponibilite

# studentCounselingBookASession
source: Book a Session
fr: Reserver une seance

# studentCounselingDuration
source: Duration
fr: Duree

# studentCounselingYourFeedback
source: Your Feedback
fr: Votre avis

# studentCounselingLeaveFeedback
source: Leave Feedback
fr: Laisser un avis

# studentHelpTitle
source: Help & Support
fr: Aide et support

# studentHelpSearchHint
source: Search for help...
fr: Rechercher de l'aide...

# studentHelpQuickHelp
source: Quick Help
fr: Aide rapide

# studentHelpLiveChat
source: Live Chat
fr: Chat en direct

# studentHelpChatWithSupport
source: Chat with support
fr: Discuter avec le support

# studentHelpEmailUs
source: Email Us
fr: Nous contacter

# studentHelpTutorials
source: Tutorials
fr: Tutoriels

# studentHelpVideoGuides
source: Video guides
fr: Guides video

# studentHelpUserGuide
source: User Guide
fr: Guide utilisateur

# studentHelpFullDocumentation
source: Full documentation
fr: Documentation complete

# studentHelpFaq
source: Frequently Asked Questions
fr: Questions frequemment posees

# studentHelpSearchResults
source: Search Results
fr: Resultats de recherche

# studentHelpNoResults
source: No results found
fr: Aucun resultat trouve

# studentHelpTryDifferentKeywords
source: Try different keywords or contact support
fr: Essayez d'autres mots-cles ou contactez le support

# studentHelpContactSupport
source: Contact Support
fr: Contacter le support

# studentHelpComingSoon
source: {feature} coming soon!
fr: {feature} bientot disponible !

# studentHelpReachOut
source: Need help? Reach out to us through any of these channels:
fr: Besoin d'aide ? Contactez-nous via l'un de ces canaux :

# studentHelpPhone
source: Phone
fr: Telephone

# studentHelpHours
source: Hours
fr: Horaires

# studentHelpBusinessHours
source: Mon-Fri, 9 AM - 6 PM EST
fr: Lun-Ven, 9h - 18h EST

# studentHelpClose
source: Close
fr: Fermer

# studentHelpOpeningEmail
source: Opening email client...
fr: Ouverture du client e-mail...

# studentHelpSendEmail
source: Send Email
fr: Envoyer un e-mail

# parentLinkTitle
source: Parent Linking
fr: Liaison parentale

# parentLinkLinkedTab
source: Linked
fr: Lies

# parentLinkRequestsTab
source: Requests
fr: Demandes

# parentLinkInviteCodesTab
source: Invite Codes
fr: Codes d'invitation

# parentLinkLoadingLinked
source: Loading linked parents...
fr: Chargement des parents lies...

# parentLinkNoLinkedParents
source: No Linked Parents
fr: Aucun parent lie

# parentLinkNoLinkedMessage
source: When a parent links their account to yours, they will appear here.
fr: Lorsqu'un parent lie son compte au votre, il apparaitra ici.

# parentLinkRefresh
source: Refresh
fr: Actualiser

# parentLinkManagePermissionsFor
source: Manage Permissions for {name}
fr: Gerer les permissions pour {name}

# parentLinkControlPermissions
source: Control what this parent can see:
fr: Controlez ce que ce parent peut voir :

# parentLinkViewGrades
source: View Grades
fr: Voir les notes

# parentLinkAllowViewGrades
source: Allow viewing your academic grades
fr: Autoriser la consultation de vos notes academiques

# parentLinkViewActivity
source: View Activity
fr: Voir l'activite

# parentLinkAllowViewActivity
source: Allow viewing your app activity
fr: Autoriser la consultation de votre activite

# parentLinkViewMessages
source: View Messages
fr: Voir les messages

# parentLinkAllowViewMessages
source: Allow viewing your messages (private)
fr: Autoriser la consultation de vos messages (prive)

# parentLinkReceiveAlerts
source: Receive Alerts
fr: Recevoir des alertes

# parentLinkSendAlerts
source: Send alerts about important updates
fr: Envoyer des alertes sur les mises a jour importantes

# parentLinkCancel
source: Cancel
fr: Annuler

# parentLinkSave
source: Save
fr: Enregistrer

# parentLinkPermissionsUpdated
source: Permissions updated
fr: Permissions mises a jour

# parentLinkUnlinkParent
source: Unlink Parent
fr: Delier le parent

# parentLinkUnlinkConfirm
source: Are you sure you want to unlink {name}? They will no longer be able to view your information.
fr: Etes-vous sur de vouloir delier {name} ? Il/elle ne pourra plus consulter vos informations.

# parentLinkUnlink
source: Unlink
fr: Delier

# parentLinkUnlinked
source: {name} has been unlinked
fr: {name} a ete delie(e)

# parentLinkLinked
source: Linked
fr: Lie

# parentLinkManage
source: Manage
fr: Gerer

# parentLinkLoadingRequests
source: Loading requests...
fr: Chargement des demandes...

# parentLinkNoPendingRequests
source: No Pending Requests
fr: Aucune demande en attente

# parentLinkNoPendingMessage
source: You don't have any parent link requests to review.
fr: Vous n'avez aucune demande de liaison parentale a examiner.

# parentLinkApproved
source: {name} has been linked to your account
fr: {name} a ete lie(e) a votre compte

# parentLinkDeclineRequest
source: Decline Request
fr: Refuser la demande

# parentLinkDeclineConfirm
source: Are you sure you want to decline the link request from {name}?
fr: Etes-vous sur de vouloir refuser la demande de liaison de {name} ?

# parentLinkDecline
source: Decline
fr: Refuser

# parentLinkRequestDeclined
source: Request declined
fr: Demande refusee

# parentLinkRequestedPermissions
source: Requested Permissions:
fr: Permissions demandees :

# parentLinkApprove
source: Approve
fr: Approuver

# parentLinkGenerateNewCode
source: Generate New Invite Code
fr: Generer un nouveau code d'invitation

# parentLinkShareCodeInfo
source: Share your invite code with your parent so they can link their account to yours.
fr: Partagez votre code d'invitation avec votre parent pour qu'il puisse lier son compte au votre.

# parentLinkNoInviteCodes
source: No Invite Codes
fr: Aucun code d'invitation

# parentLinkNoCodesMessage
source: Generate an invite code to share with your parent.
fr: Generez un code d'invitation a partager avec votre parent.

# parentLinkGenerateInviteCode
source: Generate Invite Code
fr: Generer un code d'invitation

# parentLinkConfigureCode
source: Configure your invite code settings:
fr: Configurez les parametres de votre code d'invitation :

# parentLinkGenerate
source: Generate
fr: Generer

# parentLinkCodeGenerated
source: Code Generated!
fr: Code genere !

# parentLinkShareCode
source: Share this code with your parent:
fr: Partagez ce code avec votre parent :

# parentLinkCodeCopied
source: Code copied to clipboard
fr: Code copie dans le presse-papiers

# parentLinkDone
source: Done
fr: Termine

# parentLinkDeleteCode
source: Delete Invite Code
fr: Supprimer le code d'invitation

# parentLinkDeleteCodeConfirm
source: Are you sure you want to delete this invite code?
fr: Etes-vous sur de vouloir supprimer ce code d'invitation ?

# parentLinkDelete
source: Delete
fr: Supprimer

# studentProgressLoading
source: Loading progress...
fr: Chargement de la progression...

# studentProgressTitle
source: My Progress
fr: Ma progression

# studentProgressError
source: Error Loading Progress
fr: Erreur de chargement de la progression

# studentProgressRetry
source: Retry
fr: Reessayer

# studentProgressNoData
source: No Progress Data
fr: Aucune donnee de progression

# studentProgressEnrollMessage
source: Enroll in courses to start tracking your progress.
fr: Inscrivez-vous a des cours pour commencer a suivre votre progression.

# studentProgressOverview
source: Overview
fr: Apercu

# studentProgressCourses
source: Courses
fr: Cours

# studentProgressAvgGrade
source: Average Grade
fr: Note moyenne

# studentProgressCompletion
source: Completion
fr: Achevement

# studentProgressAssignments
source: Assignments
fr: Devoirs

# studentProgressGradeTrend
source: Grade Trend
fr: Tendance des notes

# studentProgressStudyTime
source: Study Time (Hours)
fr: Temps d'etude (Heures)

# studentProgressCourseCompletion
source: Course Completion
fr: Achevement des cours

# studentProgressCompleted
source: Completed
fr: Termines

# studentProgressInProgress
source: In Progress
fr: En cours

# studentProgressProgress
source: Progress
fr: Progression

# studentProgressAppSuccessRate
source: Application Success Rate
fr: Taux de reussite des candidatures

# studentProgressNoAppData
source: No application data available
fr: Aucune donnee de candidature disponible

# studentProgressNoAppsYet
source: No applications yet
fr: Aucune candidature pour le moment

# studentProgressAcceptanceRate
source: Acceptance Rate
fr: Taux d'acceptation

# studentProgressGpaTrend
source: GPA Trend
fr: Tendance de la MPC

# studentProgressNoGpaData
source: No GPA data available
fr: Aucune donnee de MPC disponible

# studentProgressCurrentGpa
source: Current GPA
fr: MPC actuelle

# studentProgressGoalGpa
source: Goal GPA
fr: MPC visee

# studentProgressTrend
source: Trend
fr: Tendance

# studentProgressHistoricalGpa
source: Historical GPA data will appear here as you progress through semesters
fr: Les donnees historiques de MPC apparaitront ici au fur et a mesure de votre progression

# studentProgressCurrentGrade
source: Current Grade
fr: Note actuelle

# studentProgressTimeSpent
source: Time Spent
fr: Temps consacre

# studentProgressRecentGrades
source: Recent Grades
fr: Notes recentes

# studentProgressFeedback
source: Feedback
fr: Commentaires

# studentRecTitle
source: Recommendation Letters
fr: Lettres de recommandation

# studentRecAllTab
source: All ({count})
fr: Toutes ({count})

# studentRecPendingTab
source: Pending ({count})
fr: En attente ({count})

# studentRecInProgressTab
source: In Progress ({count})
fr: En cours ({count})

# studentRecCompletedTab
source: Completed ({count})
fr: Terminees ({count})

# studentRecRetry
source: Retry
fr: Reessayer

# studentRecLoadingRequests
source: Loading requests...
fr: Chargement des demandes...

# studentRecRequestLetter
source: Request Letter
fr: Demander une lettre

# studentRecNoPending
source: No pending recommendation requests
fr: Aucune demande de recommandation en attente

# studentRecNoInProgress
source: No letters being written
fr: Aucune lettre en cours de redaction

# studentRecNoCompleted
source: No completed recommendation letters yet
fr: Aucune lettre de recommandation terminee

# studentRecNoRequests
source: No recommendation requests yet. Tap + to request a letter.
fr: Aucune demande de recommandation. Appuyez sur + pour demander une lettre.

# studentRecNoRequestsTitle
source: No Requests
fr: Aucune demande

# studentRecRequestSent
source: Recommendation request sent! The recommender will receive an email invitation.
fr: Demande de recommandation envoyee ! Le recommandeur recevra une invitation par e-mail.

# studentRecFailedToSend
source: Failed to send request
fr: Echec de l'envoi de la demande

# studentRecStatus
source: Status
fr: Statut

# studentRecPurpose
source: Purpose
fr: Objectif

# studentRecInstitution
source: Institution
fr: Etablissement

# studentRecDeadline
source: Deadline
fr: Date limite

# studentRecRequested
source: Requested
fr: Demandee le

# studentRecDeclineReason
source: Decline Reason
fr: Raison du refus

# studentRecClose
source: Close
fr: Fermer

# studentRecCancelRequest
source: Cancel Request
fr: Annuler la demande

# studentRecSendReminder
source: Send Reminder
fr: Envoyer un rappel

# studentRecCancelRequestTitle
source: Cancel Request?
fr: Annuler la demande ?

# studentRecCancelRequestConfirm
source: Are you sure you want to cancel this recommendation request?
fr: Etes-vous sur de vouloir annuler cette demande de recommandation ?

# studentRecNo
source: No
fr: Non

# studentRecYesCancel
source: Yes, Cancel
fr: Oui, annuler

# studentRecRequestCancelled
source: Request cancelled
fr: Demande annulee

# studentRecFailedToCancel
source: Failed to cancel request
fr: Echec de l'annulation de la demande

# studentRecReminderSent
source: Reminder sent!
fr: Rappel envoye !

# studentRecFailedReminder
source: Failed to send reminder
fr: Echec de l'envoi du rappel

# studentRecCompleted
source: Completed
fr: Terminee

# studentRecOverdue
source: Overdue!
fr: En retard !

# studentRecDueToday
source: Due today
fr: A remettre aujourd'hui

# studentRecDaysLeft
source: {count} days left
fr: {count} jours restants

# studentRecEdit
source: Edit
fr: Modifier

# studentRecCancel
source: Cancel
fr: Annuler

# studentRecRemind
source: Remind
fr: Rappeler

# studentRecRequestRecLetter
source: Request Recommendation Letter
fr: Demander une lettre de recommandation

# studentRecRecommenderEmail
source: Recommender Email *
fr: E-mail du recommandeur *

# studentRecEmailHelperText
source: They will receive an invitation to submit the recommendation
fr: Il/elle recevra une invitation pour soumettre la recommandation

# studentRecEnterEmail
source: Please enter recommender email
fr: Veuillez saisir l'e-mail du recommandeur

# studentRecValidEmail
source: Please enter a valid email address
fr: Veuillez saisir une adresse e-mail valide

# studentRecRecommenderName
source: Recommender Name *
fr: Nom du recommandeur *

# studentRecNameHint
source: Dr. John Smith
fr: Dr. Jean Dupont

# studentRecEnterName
source: Please enter recommender name
fr: Veuillez saisir le nom du recommandeur

# studentRecAcademic
source: Academic
fr: Academique

# studentRecProfessional
source: Professional
fr: Professionnel

# studentRecCharacter
source: Character
fr: Personnel

# studentRecScholarship
source: Scholarship
fr: Bourse

# studentRecPurposeRequired
source: Purpose *
fr: Objectif *

# studentRecPurposeHint
source: e.g., Graduate school application, Job application
fr: ex. Candidature aux etudes superieures, Candidature a un emploi

# studentRecPurposeValidation
source: Please describe the purpose (min 10 characters)
fr: Veuillez decrire l'objectif (min 10 caracteres)

# studentRecTargetInstitutions
source: Target Institutions *
fr: Etablissements cibles *

# studentRecNoAppsWarning
source: You have no applications yet. Please submit applications first to request recommendations.
fr: Vous n'avez aucune candidature. Veuillez d'abord soumettre des candidatures pour demander des recommandations.

# studentRecSelectInstitutions
source: Select institutions ({count} selected)
fr: Selectionner les etablissements ({count} selectionnes)

# studentRecSelectAtLeastOne
source: Please select at least one institution
fr: Veuillez selectionner au moins un etablissement

# studentRecDeadlineRequired
source: Deadline *
fr: Date limite *

# studentRecPriority
source: Priority
fr: Priorite

# studentRecLow
source: Low
fr: Basse

# studentRecNormal
source: Normal
fr: Normale

# studentRecHigh
source: High
fr: Haute

# studentRecUrgent
source: Urgent
fr: Urgente

# studentRecMessageToRecommender
source: Message to Recommender
fr: Message au recommandeur

# studentRecMessageHint
source: Any specific points you'd like them to highlight?
fr: Des points specifiques que vous aimeriez qu'il/elle mette en avant ?

# studentRecYourAchievements
source: Your Achievements
fr: Vos realisations

# studentRecAchievementsHint
source: List relevant achievements to help the recommender
fr: Listez les realisations pertinentes pour aider le recommandeur

# studentRecYourGoals
source: Your Goals
fr: Vos objectifs

# studentRecGoalsHint
source: What are your career/academic goals?
fr: Quels sont vos objectifs de carriere/academiques ?

# studentRecSendRequest
source: Send Request
fr: Envoyer la demande

# studentRecEditRequest
source: Edit Request
fr: Modifier la demande

# studentRecTargetInstitution
source: Target Institution
fr: Etablissement cible

# studentRecInstitutionHint
source: Institution name
fr: Nom de l'etablissement

# studentRecSaveChanges
source: Save Changes
fr: Enregistrer les modifications

# studentRecRequestUpdated
source: Request updated successfully!
fr: Demande mise a jour avec succes !

# studentRecFailedToUpdate
source: Failed to update request
fr: Echec de la mise a jour de la demande

# studentResourcesTitle
source: Resources
fr: Ressources

# studentResourcesAllResources
source: All Resources
fr: Toutes les ressources

# studentResourcesFavorites
source: Favorites
fr: Favoris

# studentResourcesSearchHint
source: Search resources...
fr: Rechercher des ressources...

# studentResourcesAll
source: All
fr: Toutes

# studentResourcesNoResults
source: No resources found
fr: Aucune ressource trouvee

# studentResourcesTryAdjusting
source: Try adjusting your search or filters
fr: Essayez de modifier votre recherche ou vos filtres

# studentResourcesRemovedFavorite
source: Removed from favorites
fr: Retire des favoris

# studentResourcesAddedFavorite
source: Added to favorites
fr: Ajoute aux favoris

# studentResourcesOpenLink
source: Open Link
fr: Ouvrir le lien

# studentResourcesDownload
source: Download
fr: Telecharger

# studentScheduleTitle
source: My Schedule
fr: Mon emploi du temps

# studentScheduleGoToToday
source: Go to today
fr: Aller a aujourd'hui

# studentScheduleAddEventSoon
source: Add event feature coming soon!
fr: La fonctionnalite d'ajout d'evenement arrive bientot !

# studentScheduleAddEvent
source: Add Event
fr: Ajouter un evenement

# studentScheduleEnjoyFreeTime
source: Enjoy your free time!
fr: Profitez de votre temps libre !

# studentScheduleTime
source: Time
fr: Heure

# studentScheduleLocation
source: Location
fr: Lieu

# studentScheduleEditSoon
source: Edit feature coming soon!
fr: La fonctionnalite de modification arrive bientot !

# studentScheduleEdit
source: Edit
fr: Modifier

# studentScheduleReminderSet
source: Reminder set!
fr: Rappel programme !

# studentScheduleRemindMe
source: Remind Me
fr: Me rappeler

# parentChildAddChild
source: Add Child
fr: Ajouter un enfant

# parentChildByEmail
source: By Email
fr: Par e-mail

# parentChildByCode
source: By Code
fr: Par code

# parentChildEmailDescription
source: Enter your child's email address to send them a link request.
fr: Entrez l'adresse e-mail de votre enfant pour lui envoyer une demande de lien.

# parentChildStudentEmail
source: Student Email
fr: E-mail de l'eleve

# parentChildStudentEmailHint
source: student@example.com
fr: eleve@exemple.com

# parentChildEnterEmail
source: Please enter an email address
fr: Veuillez entrer une adresse e-mail

# parentChildValidEmail
source: Please enter a valid email address
fr: Veuillez entrer une adresse e-mail valide

# parentChildSendLinkRequest
source: Send Link Request
fr: Envoyer la demande de lien

# parentChildApprovalNotice
source: Your child will receive a notification to approve this request.
fr: Votre enfant recevra une notification pour approuver cette demande.

# parentChildCodeDescription
source: Enter the invite code your child shared with you.
fr: Entrez le code d'invitation que votre enfant a partage avec vous.

# parentChildInviteCode
source: Invite Code
fr: Code d'invitation

# parentChildEnterInviteCode
source: Please enter the invite code
fr: Veuillez entrer le code d'invitation

# parentChildCodeMinLength
source: Code must be at least 6 characters
fr: Le code doit contenir au moins 6 caracteres

# parentChildUseInviteCode
source: Use Invite Code
fr: Utiliser le code d'invitation

# parentChildInviteCodeInfo
source: Ask your child to generate an invite code from their app settings.
fr: Demandez a votre enfant de generer un code d'invitation depuis les parametres de son application.

# parentChildRelationship
source: Relationship
fr: Relation

# parentChildBack
source: Back
fr: Retour

# parentChildOverview
source: Overview
fr: Apercu

# parentChildCourses
source: Courses
fr: Cours

# parentChildApplications
source: Applications
fr: Candidatures

# parentChildCounseling
source: Counseling
fr: Orientation

# parentChildAcademicPerformance
source: Academic Performance
fr: Performance academique

# parentChildAverageGrade
source: Average Grade
fr: Note moyenne

# parentChildActiveCourses
source: Active Courses
fr: Cours actifs

# parentChildSchool
source: School
fr: Ecole

# parentChildNotSet
source: Not Set
fr: Non defini

# parentChildRecentActivity
source: Recent Activity
fr: Activite recente

# parentChildCompletedAssignment
source: Completed Assignment
fr: Devoir termine

# parentChildMathChapter5
source: Mathematics - Chapter 5 Test
fr: Mathematiques - Test du chapitre 5

# parentChildHoursAgo
source: {count} hours ago
fr: Il y a {count} heures

# parentChildSubmittedProject
source: Submitted Project
fr: Projet soumis

# parentChildCsFinalProject
source: Computer Science - Final Project
fr: Informatique - Projet final

# parentChildDaysAgo
source: {count} days ago
fr: Il y a {count} jours

# parentChildReceivedGrade
source: Received Grade
fr: Note recue

# parentChildPhysicsLabReport
source: Physics - Lab Report (92/100)
fr: Physique - Rapport de laboratoire (92/100)

# parentChildRetry
source: Retry
fr: Reessayer

# parentChildLoadingCourses
source: Loading courses...
fr: Chargement des cours...

# parentChildNoCourseData
source: No Course Data
fr: Aucune donnee de cours

# parentChildNoCourseProgress
source: No course progress data available
fr: Aucune donnee de progression de cours disponible

# parentChildCourseProgress
source: Course Progress
fr: Progression du cours
