Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# termsOfServiceSection4Content
source: All content on Flow EdTech, including: • Course materials and lectures • Text, graphics, logos, and images • Software and technology • Trademarks and branding Is owned by Flow EdTech or its licensors and is protected by copyright, trademark, and other intellectual property laws. User-Generated Content: • You retain ownership of content you create • You grant us a license to use, display, and distribute your content • You represent that you have rights to any content you upload • We may remove content that violates these terms You may not copy, modify, distribute, or create derivative works without our explicit permission.
fr: Tout le contenu sur Flow EdTech, y compris : • Les supports de cours et les conferences • Le texte, les graphiques, les logos et les images • Les logiciels et la technologie • Les marques et l'image de marque Est la propriete de Flow EdTech ou de ses concedants de licence et est protege par le droit d'auteur, les marques et d'autres lois sur la propriete intellectuelle. Contenu genere par l'utilisateur : • Vous conservez la propriete du contenu que vous creez • Vous nous accordez une licence pour utiliser, afficher et distribuer votre contenu • Vous declarez que vous avez des droits sur tout contenu que vous televersez • Nous pouvons supprimer le contenu qui viole ces conditions Vous ne pouvez pas copier, modifier, distribuer ou creer des oeuvres derivees sans notre permission explicite.

# termsOfServiceSection5Title
source: 5. Subscriptions, Payments, and Refunds
fr: 5. Abonnements, paiements et remboursements

# termsOfServiceSection5Content
source: Subscription Plans: • Pricing is subject to change with notice • Subscriptions automatically renew unless cancelled • You can cancel at any time through your account settings • Cancellation takes effect at the end of the billing period Payment Terms: • All fees are in USD unless otherwise stated • Payment is due at the time of purchase • We accept major credit cards and other payment methods • Failed payments may result in service suspension Refund Policy: • 7-day money-back guarantee for new subscriptions • Refunds are processed within 5-10 business days • Course-specific refund policies may apply • Contact support@flowedtech.com for refund requests
fr: Plans d'abonnement : • Les prix sont susceptibles de changer avec preavis • Les abonnements se renouvellent automatiquement sauf annulation • Vous pouvez annuler a tout moment via les parametres de votre compte • L'annulation prend effet a la fin de la periode de facturation Conditions de paiement : • Tous les frais sont en USD sauf indication contraire • Le paiement est du au moment de l'achat • Nous acceptons les principales cartes de credit et autres methodes de paiement • Les paiements echoues peuvent entrainer la suspension du service Politique de remboursement : • Garantie de remboursement de 7 jours pour les nouveaux abonnements • Les remboursements sont traites dans les 5 a 10 jours ouvrables • Des politiques de remboursement specifiques aux cours peuvent s'appliquer • Contactez support@flowedtech.com pour les demandes de remboursement

# termsOfServiceSection6Title
source: 6. Course Access and Educational Content
fr: 6. Acces aux cours et contenu educatif

# termsOfServiceSection6Content
source: Course Enrollment: • Access is granted upon successful payment • Courses may have prerequisites or requirements • Some courses have limited enrollment periods • Completion certificates are awarded based on performance Content Availability: • We strive to maintain continuous access to courses • Content may be updated or modified without notice • Some courses may be retired or archived • No guarantee of specific educational outcomes Academic Integrity: • You must complete your own work • Collaboration is only allowed where explicitly permitted • Plagiarism and cheating will result in account termination • Certificates may be revoked for academic misconduct
fr: Inscription aux cours : • L'acces est accorde apres un paiement reussi • Les cours peuvent avoir des prerequis ou des exigences • Certains cours ont des periodes d'inscription limitees • Les certificats d'achevement sont decernes en fonction des performances Disponibilite du contenu : • Nous nous efforcons de maintenir un acces continu aux cours • Le contenu peut etre mis a jour ou modifie sans preavis • Certains cours peuvent etre retires ou archives • Aucune garantie de resultats educatifs specifiques Integrite academique : • Vous devez completer votre propre travail • La collaboration n'est autorisee que lorsqu'elle est explicitement permise • Le plagiat et la triche entraineront la resiliation du compte • Les certificats peuvent etre revoques pour faute academique

# termsOfServiceSection7Title
source: 7. Privacy and Data Protection
fr: 7. Confidentialite et protection des donnees

# termsOfServiceSection7Content
source: We are committed to protecting your privacy. Our collection and use of personal information is governed by our Privacy Policy. By using our services, you consent to: • Collection of personal and usage data • Processing data for service provision • Sharing data as described in our Privacy Policy • Use of cookies and tracking technologies Your Rights: • Access your personal data • Request data correction or deletion • Opt-out of marketing communications • Data portability See our Privacy Policy for complete details.
fr: Nous nous engageons a proteger votre vie privee. Notre collecte et utilisation d'informations personnelles sont regies par notre politique de confidentialite. En utilisant nos services, vous consentez a : • La collecte de donnees personnelles et d'utilisation • Le traitement des donnees pour la prestation de services • Le partage des donnees tel que decrit dans notre politique de confidentialite • L'utilisation de cookies et de technologies de suivi Vos droits : • Acceder a vos donnees personnelles • Demander la correction ou la suppression des donnees • Se desinscrire des communications marketing • Portabilite des donnees Consultez notre politique de confidentialite pour plus de details.

# termsOfServiceSection8Title
source: 8. Disclaimers and Limitations of Liability
fr: 8. Avertissements et limitations de responsabilite

# termsOfServiceSection8Content
source: Services Provided "AS IS": • No warranty of uninterrupted or error-free service • No guarantee of specific results or outcomes • Educational content for informational purposes only • Not a substitute for professional advice Limitation of Liability: • We are not liable for indirect, incidental, or consequential damages • Maximum liability limited to fees paid in the last 12 months • No liability for third-party content or actions • No liability for data loss or service interruptions You use our services at your own risk.
fr: Services fournis « EN L'ETAT » : • Aucune garantie de service ininterrompu ou sans erreur • Aucune garantie de resultats specifiques • Contenu educatif a titre informatif uniquement • Ne remplace pas les conseils professionnels Limitation de responsabilite : • Nous ne sommes pas responsables des dommages indirects, accessoires ou consecutifs • Responsabilite maximale limitee aux frais payes au cours des 12 derniers mois • Aucune responsabilite pour le contenu ou les actions de tiers • Aucune responsabilite pour la perte de donnees ou les interruptions de service Vous utilisez nos services a vos propres risques.

# termsOfServiceSection9Title
source: 9. Third-Party Services and Links
fr: 9. Services et liens tiers

# termsOfServiceSection9Content
source: Our platform may contain links to third-party websites or integrate with third-party services: • We do not control third-party content • We are not responsible for third-party practices • Third-party terms and privacy policies apply • Use third-party services at your own risk Integration examples include: • Payment processors • Video hosting platforms • Analytics services • Social media platforms
fr: Notre plateforme peut contenir des liens vers des sites web tiers ou s'integrer a des services tiers : • Nous ne controlons pas le contenu tiers • Nous ne sommes pas responsables des pratiques des tiers • Les conditions et politiques de confidentialite des tiers s'appliquent • Utilisez les services tiers a vos propres risques Exemples d'integration : • Processeurs de paiement • Plateformes d'hebergement video • Services d'analyse • Plateformes de medias sociaux

# termsOfServiceSection10Title
source: 10. Termination
fr: 10. Resiliation

# termsOfServiceSection10Content
source: We may terminate or suspend your account: • For violation of these terms • For fraudulent or illegal activity • For prolonged inactivity • At our discretion with or without notice Upon termination: • Your access to services will cease • You may lose access to course materials • Certain provisions survive termination • Outstanding fees remain due You may terminate your account at any time through account settings.
fr: Nous pouvons resilier ou suspendre votre compte : • Pour violation de ces conditions • Pour activite frauduleuse ou illegale • Pour inactivite prolongee • A notre discretion avec ou sans preavis En cas de resiliation : • Votre acces aux services cessera • Vous pouvez perdre l'acces aux supports de cours • Certaines dispositions survivent a la resiliation • Les frais impayes restent dus Vous pouvez resilier votre compte a tout moment via les parametres du compte.

# termsOfServiceSection11Title
source: 11. Dispute Resolution and Arbitration
fr: 11. Resolution des litiges et arbitrage

# termsOfServiceSection11Content
source: For any disputes arising from these terms: Informal Resolution: • Contact us first to resolve disputes informally • Email: legal@flowedtech.com • 30-day period to reach resolution Arbitration Agreement: • Disputes resolved through binding arbitration • Individual basis only (no class actions) • Governed by American Arbitration Association rules • Located in Tech City, TC Exceptions: • Small claims court disputes • Intellectual property disputes • Emergency injunctive relief
fr: Pour tout litige decoulant de ces conditions : Resolution informelle : • Contactez-nous d'abord pour resoudre les litiges de maniere informelle • E-mail : legal@flowedtech.com • Periode de 30 jours pour parvenir a une resolution Accord d'arbitrage : • Litiges resolus par arbitrage contraignant • Sur une base individuelle uniquement (pas d'actions collectives) • Regi par les regles de l'American Arbitration Association • Situe a Tech City, TC Exceptions : • Litiges devant les tribunaux de petites creances • Litiges de propriete intellectuelle • Mesures injonctives d'urgence

# termsOfServiceSection12Title
source: 12. Governing Law
fr: 12. Droit applicable

# termsOfServiceSection12Content
source: These Terms are governed by: • Laws of the State of [Your State] • United States federal law • Without regard to conflict of law provisions Jurisdiction: • Courts of [Your State] • Tech City, TC county courts International Users: • Additional local laws may apply • You are responsible for compliance with local laws
fr: Ces conditions sont regies par : • Les lois de l'Etat de [Votre Etat] • La loi federale des Etats-Unis • Sans egard aux dispositions relatives aux conflits de lois Juridiction : • Tribunaux de [Votre Etat] • Tribunaux du comte de Tech City, TC Utilisateurs internationaux : • Des lois locales supplementaires peuvent s'appliquer • Vous etes responsable du respect des lois locales

# termsOfServiceSection13Title
source: 13. Changes to Terms of Service
fr: 13. Modifications des conditions d'utilisation

# termsOfServiceSection13Content
source: We may modify these terms at any time: • Changes effective upon posting • Material changes will be notified via email • Continued use constitutes acceptance • You can review current terms anytime If you do not agree to modified terms: • Discontinue use of our services • Contact us to close your account • No refunds for remaining subscription period
fr: Nous pouvons modifier ces conditions a tout moment : • Les modifications prennent effet des leur publication • Les modifications importantes seront notifiees par e-mail • L'utilisation continue constitue une acceptation • Vous pouvez consulter les conditions actuelles a tout moment Si vous n'acceptez pas les conditions modifiees : • Cessez d'utiliser nos services • Contactez-nous pour fermer votre compte • Pas de remboursement pour la periode d'abonnement restante

# termsOfServiceSection14Title
source: 14. Contact Information
fr: 14. Informations de contact

# termsOfServiceSection14Content
source: For questions about these Terms of Service: General Inquiries: Email: support@flowedtech.com Phone: +1 (555) 123-4567 Legal Department: Email: legal@flowedtech.com Mailing Address: Flow EdTech 123 Education Lane Tech City, TC 12345 United States Business Hours: Monday-Friday, 9am-5pm EST
fr: Pour des questions concernant ces conditions d'utilisation : Demandes generales : E-mail : support@flowedtech.com Telephone : +1 (555) 123-4567 Departement juridique : E-mail : legal@flowedtech.com Adresse postale : Flow EdTech 123 Education Lane Tech City, TC 12345 Etats-Unis Heures d'ouverture : Lundi-Vendredi, 9h-17h EST

# termsOfServiceAcknowledgment
source: By using Flow EdTech, you acknowledge that you have read and understood these Terms of Service.
fr: En utilisant Flow EdTech, vous reconnaissez avoir lu et compris ces conditions d'utilisation.

# progressReportsTitle
source: Progress Reports
fr: Rapports de progression

source: Export Report
fr: Exporter le Rapport

# overviewTab
source: Overview
fr: Aperçu

# coursesTab
source: Courses
fr: Cours

# skillsTab
source: Skills
fr: Compétences

source: Study Time
fr: Temps d'Étude

source: Achievements
fr: Réussites

source: Avg. Score
fr: Score Moyen

source: Weekly Activity
fr: Activité Hebdomadaire

# activityChartPlaceholder
source: Activity chart will be displayed here
fr: Le graphique d'activité sera affiché ici

# lessonsCompleted
source: {completed} of {total} lessons completed
fr: {completed} sur {total} leçons terminées

source: Completed
fr: Terminé

source: Report exported successfully
fr: Rapport exporté avec succès

# studyScheduleTitle
source: Study Schedule
fr: Horaire d'étude

source: Save
fr: Enregistrer

source: Daily Study Goal
fr: Objectif d'Étude Quotidien

# minutesPerDay
source: {minutes} minutes per day
fr: {minutes} minutes par jour

source: Study Reminders
fr: Rappels d'Étude

source: Get notified at scheduled times
fr: Recevoir des notifications aux heures programmées

source: Weekly Schedule
fr: Horaire Hebdomadaire

source: Set your preferred study times
fr: Définissez vos heures d'étude préférées

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Add time
fr: Ajouter une heure

source: No study time set
fr: Aucune heure d'étude définie

source: Study schedule saved successfully
fr: Horaire d'étude enregistré avec succès

# notificationDetailsTitle
source: Notification Details
fr: Détails de la notification

source: Mark as read
fr: Marquer comme lu

source: Delete
fr: Supprimer

source: Marked as read
fr: Marqué comme lu

# deleteNotificationTitle
source: Delete Notification
fr: Supprimer la notification

# deleteNotificationConfirm
source: Are you sure you want to delete this notification?
fr: Êtes-vous sûr de vouloir supprimer cette notification?

source: Cancel
fr: Annuler

source: Notification deleted
fr: Notification supprimée

source: Action performed
fr: Action effectuée

# newBadge
source: NEW
fr: NOUVEAU

source: Additional Information
fr: Informations supplémentaires

source: Just now
fr: À l'instant

# minuteAgo
source: {count} minute ago
fr: Il y a {count} minute

# minutesAgo
source: {count} minutes ago
fr: Il y a {count} minutes

# hourAgo
source: {count} hour ago
fr: Il y a {count} heure

# hoursAgo
source: {count} hours ago
fr: Il y a {count} heures

# dayAgo
source: {count} day ago
fr: Il y a {count} jour

# daysAgo
source: {count} days ago
fr: Il y a {count} jours

# notificationTypeCourse
source: COURSE
fr: COURS

# notificationTypeApplication
source: APPLICATION
fr: CANDIDATURE

# notificationTypePayment
source: PAYMENT
fr: PAIEMENT

# notificationTypeAnnouncement
source: ANNOUNCEMENT
fr: ANNONCE

# notificationTypeReminder
source: REMINDER
fr: RAPPEL

# notificationTypeAchievement
source: ACHIEVEMENT
fr: RÉUSSITE

source: View Course
fr: Voir le cours

source: View Application
fr: Voir la candidature

source: View Transaction
fr: Voir la transaction

source: Open Conversation
fr: Ouvrir la conversation

source: View Achievement
fr: Voir la réussite

source: View Details
fr: Voir les détails

source: Got It!
fr: Compris!

source: How to use:
fr: Comment utiliser:

source: Close
fr: Fermer

source: Try It
fr: Essayer

source: Opening {feature}...
fr: Ouverture de {feature}...

# exploreFeature
source: Explore the app to discover this feature!
fr: Explorez l'application pour découvrir cette fonctionnalité!

# featureCategoryCoreFeatures
source: Core Features
fr: Fonctionnalités principales

# featureCategoryStudyTools
source: Study Tools
fr: Outils d'étude

# featureCategoryProductivity
source: Productivity
fr: Productivité

# featureCourseDiscoveryTitle
source: Course Discovery
fr: Découverte de cours

# featureCourseDiscoveryDesc
source: Browse and search thousands of courses from top institutions worldwide
fr: Parcourez et recherchez des milliers de cours provenant d'institutions de premier plan dans le monde entier

# featureCourseDiscoveryInstructions
source: Navigate to the Explore tab and use the search bar or browse categories.
fr: Accédez à l'onglet Explorer et utilisez la barre de recherche ou parcourez les catégories.

# featureApplicationTrackingTitle
source: Application Tracking
fr: Suivi des candidatures

# featureApplicationTrackingDesc
source: Manage all your course applications and track their status in real-time
fr: Gérez toutes vos candidatures de cours et suivez leur statut en temps réel

# featureApplicationTrackingInstructions
source: Go to Applications tab to view and manage all your applications.
fr: Accédez à l'onglet Candidatures pour voir et gérer toutes vos candidatures.

# featureLearningDashboardTitle
source: Learning Dashboard
fr: Tableau de bord d'apprentissage

# featureLearningDashboardDesc
source: Track your progress, view enrolled courses, and access learning materials
fr: Suivez votre progression, consultez les cours inscrits et accédez aux supports d'apprentissage

# featureLearningDashboardInstructions
source: Access your dashboard from the Home tab to see your progress.
fr: Accédez à votre tableau de bord depuis l'onglet Accueil pour voir votre progression.

# featureMessagingTitle
source: Messaging
fr: Messagerie

# featureMessagingDesc
source: Communicate directly with institutions and counselors
fr: Communiquez directement avec les institutions et les conseillers

# featureMessagingInstructions
source: Open the Messages tab to chat with institutions and counselors.
fr: Ouvrez l'onglet Messages pour discuter avec les institutions et les conseillers.

# featureNotesDesc
source: Take, organize, and sync notes across all your devices
fr: Prenez, organisez et synchronisez des notes sur tous vos appareils

# featureNotesInstructions
source: Tap the Notes icon to create and organize your study notes.
fr: Appuyez sur l'icône Notes pour créer et organiser vos notes d'étude.

# featureBookmarksTitle
source: Bookmarks
fr: Favoris

# featureBookmarksDesc
source: Save courses and resources for quick access later
fr: Enregistrez des cours et des ressources pour un accès rapide ultérieur

# featureBookmarksInstructions
source: Save items by tapping the bookmark icon on courses or resources.
fr: Enregistrez des éléments en appuyant sur l'icône de favori sur les cours ou les ressources.

# featureAchievementsTitle
source: Achievements
fr: Réussites

# featureAchievementsDesc
source: Earn badges and track milestones as you progress
fr: Gagnez des badges et suivez les jalons au fur et à mesure de votre progression

# featureAchievementsInstructions
source: View your achievements in the Profile section under Progress.
fr: Consultez vos réussites dans la section Profil sous Progression.

# featureProgressAnalyticsTitle
source: Progress Analytics
fr: Analyses de progression

# featureProgressAnalyticsDesc
source: Visualize your learning journey with detailed statistics
fr: Visualisez votre parcours d'apprentissage avec des statistiques détaillées

# featureProgressAnalyticsInstructions
source: Check detailed analytics in your Profile > Progress section.
fr: Consultez les analyses détaillées dans votre section Profil > Progression.

# featureCalendarTitle
source: Calendar
fr: Calendrier

# featureCalendarDesc
source: Track deadlines, events, and important dates
fr: Suivez les échéances, les événements et les dates importantes

# featureCalendarInstructions
source: Access the Calendar from the bottom navigation or menu.
fr: Accédez au Calendrier depuis la navigation en bas ou le menu.

# featureSmartNotificationsTitle
source: Smart Notifications
fr: Notifications intelligentes

# featureSmartNotificationsDesc
source: Get timely reminders and updates about your applications
fr: Recevez des rappels et des mises à jour opportuns concernant vos candidatures

# featureSmartNotificationsInstructions
source: Enable notifications in Settings > Notifications.
fr: Activez les notifications dans Paramètres > Notifications.

# featureStudySchedulerTitle
source: Study Scheduler
fr: Planificateur d'étude

# featureStudySchedulerDesc
source: Plan and optimize your study time
fr: Planifiez et optimisez votre temps d'étude

# featureStudySchedulerInstructions
source: Create study schedules in Tools > Study Planner.
fr: Créez des horaires d'étude dans Outils > Planificateur d'étude.

# featureGoalsMilestonesTitle
source: Goals & Milestones
fr: Objectifs et jalons

# featureGoalsMilestonesDesc
source: Set and track your learning goals
fr: Définissez et suivez vos objectifs d'apprentissage

# featureGoalsMilestonesInstructions
source: Set goals in Profile > Progress > Goals.
fr: Définissez des objectifs dans Profil > Progression > Objectifs.

# featureStudyGroupsTitle
source: Study Groups
fr: Groupes d'étude

# featureStudyGroupsDesc
source: Connect and collaborate with fellow learners
fr: Connectez-vous et collaborez avec d'autres apprenants

# featureStudyGroupsInstructions
source: Join or create study groups from Community > Groups.
fr: Rejoignez ou créez des groupes d'étude depuis Communauté > Groupes.

# featureDiscussionForumsTitle
source: Discussion Forums
fr: Forums de discussion

# featureDiscussionForumsDesc
source: Participate in course discussions and Q&A
fr: Participez aux discussions de cours et aux questions-réponses

# featureDiscussionForumsInstructions
source: Participate in forums from Community > Discussions.
fr: Participez aux forums depuis Communauté > Discussions.

# featureResourceSharingTitle
source: Resource Sharing
fr: Partage de ressources

# featureResourceSharingDesc
source: Share notes, links, and study materials
fr: Partagez des notes, des liens et des supports d'étude

# featureResourceSharingInstructions
source: Share resources using the share button on any content.
fr: Partagez des ressources en utilisant le bouton de partage sur n'importe quel contenu.

# featureLiveSessionsTitle
source: Live Sessions
fr: Sessions en direct

# featureLiveSessionsDesc
source: Join virtual classes and webinars
fr: Rejoignez des cours virtuels et des webinaires
