Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# paymentHistoryCounselingSession
source: Counseling Session
fr: Seance de conseil

# paymentMethodTitle
source: Select Payment Method
fr: Selectionner le mode de paiement

# paymentMethodBack
source: Back
fr: Retour

# paymentMethodRetry
source: Retry
fr: Reessayer

# paymentMethodLoading
source: Loading payment methods...
fr: Chargement des modes de paiement...

# paymentMethodSummary
source: Payment Summary
fr: Resume du paiement

# paymentMethodItem
source: Item
fr: Article

# paymentMethodTotalAmount
source: Total Amount
fr: Montant total

# paymentMethodChoose
source: Choose Payment Method
fr: Choisir le mode de paiement

# paymentMethodSecureNotice
source: Your payment information is secure and encrypted
fr: Vos informations de paiement sont securisees et chiffrees

# paymentMethodContinue
source: Continue to Payment
fr: Continuer vers le paiement

# paymentMethodCourseEnrollment
source: Course Enrollment
fr: Inscription au cours

# paymentMethodProgramApplication
source: Program Application
fr: Candidature au programme

# paymentMethodCounselingSession
source: Counseling Session
fr: Seance de conseil

# paymentProcessingPayWith
source: Pay with {method}
fr: Payer avec {method}

# paymentProcessingAmountToPay
source: Amount to Pay
fr: Montant a payer

# paymentProcessingSecureNotice
source: Your payment is secured with end-to-end encryption
fr: Votre paiement est securise avec un chiffrement de bout en bout

# paymentProcessingStatus
source: Processing...
fr: Traitement en cours...

# paymentProcessingPayAmount
source: Pay {currency} {amount}
fr: Payer {currency} {amount}

# paymentProcessingMpesaTitle
source: M-Pesa Payment
fr: Paiement M-Pesa

# paymentProcessingMpesaPhoneLabel
source: M-Pesa Phone Number
fr: Numero de telephone M-Pesa

# paymentProcessingMpesaPhoneRequired
source: Please enter your M-Pesa phone number
fr: Veuillez entrer votre numero de telephone M-Pesa

# paymentProcessingMpesaPhoneInvalid
source: Please enter a valid Kenyan phone number (254...)
fr: Veuillez entrer un numero de telephone kenyan valide (254...)

# paymentProcessingMpesaHowToPay
source: How to pay
fr: Comment payer

# paymentProcessingMpesaStep1
source: You will receive an M-Pesa prompt on your phone
fr: Vous recevrez une invite M-Pesa sur votre telephone

# paymentProcessingMpesaStep2
source: Enter your M-Pesa PIN to confirm payment
fr: Entrez votre code PIN M-Pesa pour confirmer le paiement

# paymentProcessingMpesaStep3
source: Wait for confirmation SMS
fr: Attendez le SMS de confirmation

# paymentProcessingCardTitle
source: Card Details
fr: Details de la carte

# paymentProcessingCardholderName
source: Cardholder Name
fr: Nom du titulaire de la carte

# paymentProcessingCardholderHint
source: JOHN DOE
fr: JEAN DUPONT

# paymentProcessingCardholderRequired
source: Please enter cardholder name
fr: Veuillez entrer le nom du titulaire de la carte

# paymentProcessingCardNumber
source: Card Number
fr: Numero de carte

# paymentProcessingCardNumberRequired
source: Please enter card number
fr: Veuillez entrer le numero de carte

# paymentProcessingCardNumberInvalid
source: Please enter a valid card number
fr: Veuillez entrer un numero de carte valide

# paymentProcessingExpiryDate
source: Expiry Date
fr: Date d'expiration

# paymentProcessingExpiryHint
source: MM/YY
fr: MM/AA

# paymentProcessingRequired
source: Required
fr: Requis

# paymentProcessingInvalidFormat
source: Invalid format
fr: Format invalide

# paymentProcessingCvvInvalid
source: Invalid CVV
fr: CVV invalide

# paymentProcessingFlutterwaveTitle
source: Flutterwave Payment
fr: Paiement Flutterwave

# paymentProcessingFlutterwaveOptions
source: Payment Options
fr: Options de paiement

# paymentProcessingFlutterwaveCard
source: Card Payment
fr: Paiement par carte

# paymentProcessingFlutterwaveCardDesc
source: Pay with debit or credit card
fr: Payer avec une carte de debit ou de credit

# paymentProcessingFlutterwaveMobileDesc
source: Pay with mobile money (M-Pesa, Airtel, etc.)
fr: Payer avec Mobile Money (M-Pesa, Airtel, etc.)

# paymentProcessingFlutterwaveBank
source: Bank Transfer
fr: Virement bancaire

# paymentProcessingFlutterwaveBankDesc
source: Direct bank transfer
fr: Virement bancaire direct

# paymentProcessingFlutterwaveRedirect
source: You will be redirected to Flutterwave secure payment page
fr: Vous serez redirige vers la page de paiement securisee Flutterwave

# browseInstitutionsTitle
source: Browse Institutions
fr: Parcourir les etablissements

# browseInstitutionsSelectTitle
source: Select Institution
fr: Sélectionner une institution

# browseInstitutionsBack
source: Back
fr: Retour

# browseInstitutionsClearFilters
source: Clear filters
fr: Effacer les filtres

# browseInstitutionsSearchHint
source: Search by institution name or email...
fr: Rechercher par nom d'institution ou e-mail...

# browseInstitutionsSortBy
source: Sort by:
fr: Trier par :

# browseInstitutionsSortName
source: Name (A-Z)
fr: Nom (A-Z)

# browseInstitutionsSortOfferings
source: Total Offerings
fr: Total des offres

# browseInstitutionsSortPrograms
source: Programs
fr: Programmes

# browseInstitutionsSortCourses
source: Courses
fr: Cours

# browseInstitutionsSortNewest
source: Newest
fr: Plus récent

# browseInstitutionsAscending
source: Ascending
fr: Croissant

# browseInstitutionsDescending
source: Descending
fr: Decroissant

# browseInstitutionsShowVerifiedOnly
source: Show verified only
fr: Afficher uniquement les institutions vérifiées

# browseInstitutionsResultCount
source: {count} registered {count, plural, =1{institution} other{institutions}}
fr: {count} {count, plural, =1{etablissement inscrit} other{etablissements inscrits}}

# browseInstitutionsTapToSelect
source: Tap to select
fr: Appuyez pour sélectionner

# browseInstitutionsNoResults
source: No institutions found
fr: Aucun etablissement trouve

# browseInstitutionsNoResultsHint
source: Try adjusting your search or filters
fr: Essayez d'ajuster votre recherche ou vos filtres

# browseInstitutionsRetry
source: Retry
fr: Réessayer

# browseInstitutionsVerified
source: Verified
fr: Vérifié

# browseInstitutionsNoOfferings
source: No offerings yet
fr: Aucune offre pour le moment

# browseInstitutionsSelected
source: Selected: {name}
fr: Sélectionné : {name}

# browseUniversitiesTitle
source: Browse Universities
fr: Parcourir les universites

# browseUniversitiesSelectTitle
source: Select University
fr: Selectionner une universite

# browseUniversitiesBack
source: Back
fr: Retour

# browseUniversitiesClearFilters
source: Clear filters
fr: Effacer les filtres

# browseUniversitiesSearchHint
source: Search by name, city, or state...
fr: Rechercher par nom, ville ou region...

# browseUniversitiesSortBy
source: Sort by:
fr: Trier par :

# browseUniversitiesSortName
source: Name (A-Z)
fr: Nom (A-Z)

# browseUniversitiesSortAcceptanceRate
source: Acceptance Rate
fr: Taux d'acceptation

# browseUniversitiesSortTuition
source: Tuition Cost
fr: Frais de scolarite

# browseUniversitiesSortRanking
source: Ranking
fr: Classement

# browseUniversitiesAscending
source: Ascending
fr: Croissant

# browseUniversitiesDescending
source: Descending
fr: Decroissant

# browseUniversitiesResultCount
source: {count} universities found
fr: {count} universites trouvees

# browseUniversitiesNoResults
source: No universities found
fr: Aucune universite trouvee

# browseUniversitiesNoResultsHint
source: Try adjusting your search or filters
fr: Essayez d'ajuster votre recherche ou vos filtres

# browseUniversitiesRetry
source: Retry
fr: Reessayer

# browseUniversitiesSelected
source: Selected: {name}
fr: Selectionne : {name}

# privacyPolicyTitle
source: Privacy Policy
fr: Politique de confidentialité

# privacyPolicyShare
source: Share
fr: Partager

# privacyPolicyShareComingSoon
source: Share functionality coming soon
fr: Fonctionnalite de partage bientot disponible

# privacyPolicyHeaderTitle
source: Flow EdTech Privacy Policy
fr: Politique de confidentialite Flow EdTech

# privacyPolicyLastUpdated
source: Last Updated: October 28, 2025
fr: Dernière mise à jour : 28 octobre 2025

# privacyPolicyHeaderDescription
source: This Privacy Policy describes how Flow EdTech collects, uses, and protects your personal information.
fr: Cette politique de confidentialite decrit comment Flow EdTech collecte, utilise et protege vos informations personnelles.

# privacyPolicySection1Title
source: 1. Information We Collect
fr: 1. Informations que nous collectons

# privacyPolicySection1Content
source: We collect information that you provide directly to us, including: • Personal Information: Name, email address, phone number, and profile information • Educational Data: Course enrollments, grades, assignments, and learning progress • Usage Data: How you interact with our platform, including pages visited and features used • Device Information: Device type, operating system, and browser information • Location Data: General location information to provide relevant content We collect this information when you: • Create an account or update your profile • Enroll in courses or complete assignments • Communicate with us or other users • Use our services and features
fr: Nous collectons les informations que vous nous fournissez directement, notamment : • Informations personnelles : Nom, adresse e-mail, numero de telephone et informations de profil • Donnees educatives : Inscriptions aux cours, notes, devoirs et progression de l'apprentissage • Donnees d'utilisation : Comment vous interagissez avec notre plateforme, y compris les pages visitees et les fonctionnalites utilisees • Informations sur l'appareil : Type d'appareil, systeme d'exploitation et informations du navigateur • Donnees de localisation : Informations de localisation generales pour fournir un contenu pertinent Nous collectons ces informations lorsque vous : • Creez un compte ou mettez a jour votre profil • Vous inscrivez a des cours ou completez des devoirs • Communiquez avec nous ou d'autres utilisateurs • Utilisez nos services et fonctionnalites

# privacyPolicySection2Title
source: 2. How We Use Your Information
fr: 2. Comment nous utilisons vos informations

# privacyPolicySection2Content
source: We use the information we collect to: • Provide and improve our educational services • Personalize your learning experience • Process your enrollments and track your progress • Communicate with you about courses, updates, and support • Analyze usage patterns to enhance our platform • Ensure security and prevent fraud • Comply with legal obligations • Send promotional materials (with your consent) We do not sell your personal information to third parties.
fr: Nous utilisons les informations que nous collectons pour : • Fournir et ameliorer nos services educatifs • Personnaliser votre experience d'apprentissage • Traiter vos inscriptions et suivre vos progres • Communiquer avec vous concernant les cours, mises a jour et support • Analyser les modeles d'utilisation pour ameliorer notre plateforme • Assurer la securite et prevenir la fraude • Respecter les obligations legales • Envoyer des documents promotionnels (avec votre consentement) Nous ne vendons pas vos informations personnelles a des tiers.

# privacyPolicySection3Title
source: 3. Information Sharing and Disclosure
fr: 3. Partage et divulgation des informations

# privacyPolicySection3Content
source: We may share your information in the following circumstances: • Educational Institutions: With schools or institutions you're affiliated with • Instructors: Course instructors can see your progress and submissions • Service Providers: Third-party providers who assist in operating our platform • Legal Requirements: When required by law or to protect our rights • Business Transfers: In connection with a merger or acquisition • With Your Consent: When you explicitly authorize sharing We require all third parties to respect the security of your data and treat it in accordance with the law.
fr: Nous pouvons partager vos informations dans les circonstances suivantes : • Etablissements d'enseignement : Avec les ecoles ou etablissements auxquels vous etes affilie • Instructeurs : Les instructeurs de cours peuvent voir vos progres et soumissions • Fournisseurs de services : Fournisseurs tiers qui aident a exploiter notre plateforme • Exigences legales : Lorsque la loi l'exige ou pour proteger nos droits • Transferts d'entreprise : Dans le cadre d'une fusion ou acquisition • Avec votre consentement : Lorsque vous autorisez explicitement le partage Nous exigeons que tous les tiers respectent la securite de vos donnees et les traitent conformement a la loi.

# privacyPolicySection4Title
source: 4. Data Security
fr: 4. Securite des donnees

# privacyPolicySection4Content
source: We implement appropriate technical and organizational measures to protect your information: • Encryption of data in transit and at rest • Regular security assessments and audits • Access controls and authentication measures • Secure data storage and backup systems • Employee training on data protection However, no method of transmission over the internet is 100% secure, and we cannot guarantee absolute security.
fr: Nous mettons en oeuvre des mesures techniques et organisationnelles appropriees pour proteger vos informations : • Chiffrement des donnees en transit et au repos • Evaluations et audits de securite reguliers • Controles d'acces et mesures d'authentification • Stockage de donnees securise et systemes de sauvegarde • Formation des employes sur la protection des donnees Cependant, aucune methode de transmission sur Internet n'est securisee a 100 %, et nous ne pouvons pas garantir une securite absolue.

# privacyPolicySection5Title
source: 5. Your Rights and Choices
fr: 5. Vos droits et choix

# privacyPolicySection5Content
source: You have the following rights regarding your personal information: • Access: Request a copy of your personal data • Correction: Update or correct inaccurate information • Deletion: Request deletion of your personal data • Portability: Receive your data in a portable format • Opt-Out: Unsubscribe from marketing communications • Restriction: Limit how we process your data To exercise these rights, contact us at privacy@flowedtech.com.
fr: Vous disposez des droits suivants concernant vos informations personnelles : • Acces : Demander une copie de vos donnees personnelles • Correction : Mettre a jour ou corriger les informations inexactes • Suppression : Demander la suppression de vos donnees personnelles • Portabilite : Recevoir vos donnees dans un format portable • Desinscription : Se desabonner des communications marketing • Restriction : Limiter la facon dont nous traitons vos donnees Pour exercer ces droits, contactez-nous a privacy@flowedtech.com.

# privacyPolicySection6Title
source: 6. Cookies and Tracking Technologies
fr: 6. Cookies et technologies de suivi

# privacyPolicySection6Content
source: We use cookies and similar technologies to: • Remember your preferences and settings • Authenticate your account • Analyze platform usage and performance • Provide personalized content and recommendations You can control cookies through your browser settings. However, disabling cookies may limit some functionality.
fr: Nous utilisons des cookies et des technologies similaires pour : • Memoriser vos preferences et parametres • Authentifier votre compte • Analyser l'utilisation et les performances de la plateforme • Fournir du contenu et des recommandations personnalises Vous pouvez controler les cookies via les parametres de votre navigateur. Cependant, la desactivation des cookies peut limiter certaines fonctionnalites.

# privacyPolicySection7Title
source: 7. Children's Privacy
fr: 7. Confidentialite des enfants

# privacyPolicySection7Content
source: Our services are intended for users 13 years and older. For users under 18: • Parental consent may be required • Additional protections are in place • Special handling of educational records (FERPA compliance) We do not knowingly collect information from children under 13 without parental consent.
fr: Nos services sont destines aux utilisateurs de 13 ans et plus. Pour les utilisateurs de moins de 18 ans : • Le consentement parental peut etre requis • Des protections supplementaires sont en place • Traitement special des dossiers educatifs (conformite FERPA) Nous ne collectons pas sciemment d'informations aupres d'enfants de moins de 13 ans sans le consentement parental.

# privacyPolicySection8Title
source: 8. International Data Transfers
fr: 8. Transferts internationaux de donnees

# privacyPolicySection8Content
source: Your information may be transferred to and processed in countries other than your own. We ensure appropriate safeguards are in place, including: • Standard contractual clauses • Adequacy decisions by relevant authorities • Your explicit consent when required
fr: Vos informations peuvent etre transferees et traitees dans des pays autres que le votre. Nous veillons a ce que des mesures de protection appropriees soient en place, notamment : • Clauses contractuelles types • Decisions d'adequation des autorites competentes • Votre consentement explicite lorsque requis

# privacyPolicySection9Title
source: 9. Changes to This Privacy Policy
fr: 9. Modifications de cette politique de confidentialite

# privacyPolicySection9Content
source: We may update this Privacy Policy from time to time. We will: • Notify you of material changes via email or platform notification • Update the "Last Updated" date at the top of this policy • Obtain your consent for significant changes if required by law Your continued use of our services after changes constitutes acceptance of the updated policy.
fr: Nous pouvons mettre a jour cette politique de confidentialite de temps en temps. Nous : • Vous informerons des changements importants par e-mail ou notification sur la plateforme • Mettrons a jour la date de « Derniere mise a jour » en haut de cette politique • Obtiendrons votre consentement pour les changements importants si la loi l'exige Votre utilisation continue de nos services apres les modifications constitue une acceptation de la politique mise a jour.

# privacyPolicySection10Title
source: 10. Contact Us
fr: 10. Nous contacter

# privacyPolicySection10Content
source: If you have questions or concerns about this Privacy Policy or our data practices, please contact us: Email: privacy@flowedtech.com Phone: +1 (555) 123-4567 Address: Flow EdTech, 123 Education Lane, Tech City, TC 12345 Data Protection Officer: dpo@flowedtech.com
fr: Si vous avez des questions ou des preoccupations concernant cette politique de confidentialite ou nos pratiques en matiere de donnees, veuillez nous contacter : E-mail : privacy@flowedtech.com Telephone : +1 (555) 123-4567 Adresse : Flow EdTech, 123 Education Lane, Tech City, TC 12345 Delegue a la protection des donnees : dpo@flowedtech.com

# termsOfServiceTitle
source: Terms of Service
fr: Conditions d'utilisation

# termsOfServiceShare
source: Share
fr: Partager

# termsOfServiceShareComingSoon
source: Share functionality coming soon
fr: Fonctionnalite de partage bientot disponible

# termsOfServiceHeaderTitle
source: Flow EdTech Terms of Service
fr: Conditions d'utilisation Flow EdTech

# termsOfServiceEffectiveDate
source: Effective Date: October 28, 2025
fr: Date d'entree en vigueur : 28 octobre 2025

# termsOfServiceHeaderDescription
source: Please read these Terms of Service carefully before using our platform. By accessing or using our services, you agree to be bound by these terms.
fr: Veuillez lire attentivement ces conditions d'utilisation avant d'utiliser notre plateforme. En accedant ou en utilisant nos services, vous acceptez d'etre lie par ces conditions.

# termsOfServiceSection1Title
source: 1. Acceptance of Terms
fr: 1. Acceptation des conditions

# termsOfServiceSection1Content
source: By creating an account and using Flow EdTech, you acknowledge that you have read, understood, and agree to be bound by these Terms of Service and our Privacy Policy. If you do not agree to these terms, you may not access or use our services. These terms constitute a legally binding agreement between you and Flow EdTech.
fr: En creant un compte et en utilisant Flow EdTech, vous reconnaissez avoir lu, compris et accepte d'etre lie par ces conditions d'utilisation et notre politique de confidentialite. Si vous n'acceptez pas ces conditions, vous ne pouvez pas acceder ou utiliser nos services. Ces conditions constituent un accord juridiquement contraignant entre vous et Flow EdTech.

# termsOfServiceSection2Title
source: 2. Account Registration and Eligibility
fr: 2. Inscription au compte et eligibilite

# termsOfServiceSection2Content
source: To use certain features, you must create an account and provide: • Accurate and complete information • Valid email address • Secure password • Proof of age (must be 13 or older) You are responsible for: • Maintaining the confidentiality of your account credentials • All activities that occur under your account • Notifying us immediately of any unauthorized access We reserve the right to refuse service, terminate accounts, or cancel orders at our discretion.
fr: Pour utiliser certaines fonctionnalites, vous devez creer un compte et fournir : • Des informations exactes et completes • Une adresse e-mail valide • Un mot de passe securise • Une preuve d'age (vous devez avoir 13 ans ou plus) Vous etes responsable de : • Maintenir la confidentialite de vos identifiants de compte • Toutes les activites qui se produisent sous votre compte • Nous informer immediatement de tout acces non autorise Nous nous reservons le droit de refuser le service, de resilier des comptes ou d'annuler des commandes a notre discretion.

# termsOfServiceSection3Title
source: 3. User Conduct and Responsibilities
fr: 3. Conduite et responsabilites de l'utilisateur

# termsOfServiceSection3Content
source: You agree not to: • Violate any laws or regulations • Infringe on intellectual property rights • Upload malicious code or viruses • Harass, abuse, or harm other users • Impersonate others or provide false information • Attempt to gain unauthorized access to our systems • Use automated tools to access our services • Sell or transfer your account to others • Post inappropriate or offensive content • Engage in academic dishonesty or plagiarism Violation of these terms may result in suspension or termination of your account.
fr: Vous acceptez de ne pas : • Violer des lois ou reglements • Porter atteinte aux droits de propriete intellectuelle • Telecharger du code malveillant ou des virus • Harceler, abuser ou nuire a d'autres utilisateurs • Usurper l'identite d'autrui ou fournir de fausses informations • Tenter d'obtenir un acces non autorise a nos systemes • Utiliser des outils automatises pour acceder a nos services • Vendre ou transferer votre compte a d'autres personnes • Publier du contenu inapproprie ou offensant • Vous livrer a la malhonnetete academique ou au plagiat La violation de ces conditions peut entrainer la suspension ou la resiliation de votre compte.

# termsOfServiceSection4Title
source: 4. Intellectual Property Rights
fr: 4. Droits de propriete intellectuelle
