Repository: goub0000/Flow
Catalog: lib/l10n/app_*.arb
Languages: fr

# dataProtPageTermsOfService
source: Terms of Service
fr: Conditions d'utilisation

# dataProtPageCompliance
source: Compliance
fr: Conformité

# docsPageSubtitle
source: Everything you need to know about using Flow
fr: Tout ce que vous devez savoir sur l'utilisation de Flow

# docsPageGettingStarted
source: Getting Started
fr: Pour commencer

# docsPageGettingStartedDesc
source: Learn the basics of Flow
fr: Apprenez les bases de Flow

# docsPageForStudents
source: For Students
fr: Pour les étudiants

# docsPageForStudentsDesc
source: Guides for student users
fr: Guides pour les étudiants

# docsPageForParents
source: For Parents
fr: Pour les parents

# docsPageForParentsDesc
source: Guides for parent users
fr: Guides pour les parents

# docsPageForCounselors
source: For Counselors
fr: Pour les conseillers

# docsPageForCounselorsDesc
source: Guides for education counselors
fr: Guides pour les conseillers en éducation

# docsPageForInstitutions
source: For Institutions
fr: Pour les institutions

# docsPageForInstitutionsDesc
source: Guides for universities and colleges
fr: Guides pour les universités et collèges

# docsPageCantFind
source: Can't find what you're looking for?
fr: Vous ne trouvez pas ce que vous cherchez ?

# docsPageCheckHelpCenter
source: Check out our Help Center or contact support
fr: Consultez notre Centre d'aide ou contactez le support

# docsPageHelpCenter
source: Help Center
fr: Centre d'aide

# helpCenterPageTitle
source: Help Center
fr: Centre d'aide

# helpCenterPageHowCanWeHelp
source: How can we help?
fr: Comment pouvons-nous vous aider ?

# helpCenterPageSearchHint
source: Search for help...
fr: Rechercher de l'aide...

# helpCenterPageQuickLinks
source: Quick Links
fr: Liens rapides

# helpCenterPageUniversitySearch
source: University Search
fr: Recherche d'universités

# helpCenterPageMyProfile
source: My Profile
fr: Mon profil

# helpCenterPageSettings
source: Settings
fr: Paramètres

# helpCenterPageContactSupport
source: Contact Support
fr: Contacter le support

# helpCenterPageCategories
source: Categories
fr: Catégories

# helpCenterPageFaq
source: Frequently Asked Questions
fr: Questions fréquemment posées

# helpCenterPageNoResults
source: No results found
fr: Aucun résultat trouvé

# helpCenterPageStillNeedHelp
source: Still need help?
fr: Besoin d'aide supplémentaire ?

# helpCenterPageSupportTeam
source: Our support team is here to assist you
fr: Notre équipe de support est là pour vous aider

# mobileAppsPageTitle
source: Flow on Mobile
fr: Flow sur mobile

# mobileAppsPageSubtitle
source: Take your education journey with you. Download the Flow app on your favorite platform.
fr: Emportez votre parcours éducatif avec vous. Téléchargez l'application Flow sur votre plateforme préférée.

# mobileAppsPageDownloadNow
source: Download Now
fr: Télécharger maintenant

# mobileAppsPageDownloadOnThe
source: Download on the
fr: Télécharger sur

# mobileAppsPageFeatures
source: Mobile App Features
fr: Fonctionnalités de l'application mobile

# mobileAppsPageOfflineMode
source: Offline Mode
fr: Mode hors ligne

# mobileAppsPageOfflineModeDesc
source: Access key features without internet
fr: Accédez aux fonctionnalités clés sans Internet

# mobileAppsPagePushNotifications
source: Push Notifications
fr: Notifications push

# mobileAppsPagePushNotificationsDesc
source: Stay updated on applications
fr: Restez informé sur vos candidatures

# mobileAppsPageBiometricLogin
source: Biometric Login
fr: Connexion biométrique

# mobileAppsPageBiometricLoginDesc
source: Secure and fast access
fr: Accès sécurisé et rapide

# mobileAppsPageRealtimeSync
source: Real-time Sync
fr: Synchronisation en temps réel

# mobileAppsPageRealtimeSyncDesc
source: Always up-to-date data
fr: Données toujours à jour

# mobileAppsPageDarkMode
source: Dark Mode
fr: Mode sombre

# mobileAppsPageDarkModeDesc
source: Easy on the eyes
fr: Confortable pour les yeux

# mobileAppsPageFastLight
source: Fast & Light
fr: Rapide et léger

# mobileAppsPageFastLightDesc
source: Optimized for performance
fr: Optimisé pour la performance

# mobileAppsPageAppPreview
source: App Preview
fr: Aperçu de l'application

# mobileAppsPageSystemRequirements
source: System Requirements
fr: Configuration requise

# mobileAppsPageScanToDownload
source: Scan to Download
fr: Scanner pour télécharger

# mobileAppsPageScanDesc
source: Scan this QR code with your phone camera to download the app
fr: Scannez ce code QR avec l'appareil photo de votre téléphone pour télécharger l'application

# partnersPageTitle
source: Partners
fr: Partenaires

# partnersPageHeroTitle
source: Partner With Flow
fr: Devenez partenaire de Flow

# partnersPageHeroSubtitle
source: Join us in transforming education across Africa
fr: Rejoignez-nous pour transformer l'éducation à travers l'Afrique

# partnersPageOpportunities
source: Partnership Opportunities
fr: Opportunités de partenariat

# partnersPageUniversities
source: Universities & Institutions
fr: Universités et institutions

# partnersPageUniversitiesDesc
source: List your programs, connect with prospective students, and streamline your admissions process.
fr: Listez vos programmes, connectez-vous avec des étudiants potentiels et simplifiez votre processus d'admission.

# partnersPageCounselors
source: Education Counselors
fr: Conseillers en éducation

# partnersPageCounselorsDesc
source: Join our network of counselors and help guide students to their perfect educational fit.
fr: Rejoignez notre réseau de conseillers et aidez à guider les étudiants vers le parcours éducatif idéal.

# partnersPageCorporate
source: Corporate Partners
fr: Partenaires corporatifs

# partnersPageCorporateDesc
source: Support education initiatives through scholarships, internships, and mentorship programs.
fr: Soutenez les initiatives éducatives par des bourses, des stages et des programmes de mentorat.

# partnersPageNgo
source: NGOs & Government
fr: ONG et gouvernements

# partnersPageNgoDesc
source: Collaborate on initiatives to improve education access and outcomes across regions.
fr: Collaborez sur des initiatives pour améliorer l'accès et les résultats en éducation dans les régions.

# partnersPageOurPartners
source: Our Partners
fr: Nos partenaires

# partnersPageReadyToPartner
source: Ready to Partner?
fr: Prêt à devenir partenaire ?

# partnersPageLetsDiscuss
source: Let's discuss how we can work together
fr: Discutons de comment nous pouvons travailler ensemble

# partnersPageContactTeam
source: Contact Partnership Team
fr: Contacter l'équipe partenariats

# pressPageTitle
source: Press Kit
fr: Dossier de presse

# pressPageSubtitle
source: Resources for media and press coverage
fr: Ressources pour les médias et la couverture presse

# pressPageCompanyOverview
source: Company Overview
fr: Présentation de l'entreprise

# pressPageCompanyOverviewContent
source: Flow EdTech is Africa's leading education technology platform, connecting students with universities, counselors, and educational resources. Founded with the mission to democratize access to quality education guidance across the African continent.
fr: Flow EdTech est la première plateforme de technologie éducative en Afrique, connectant les étudiants aux universités, conseillers et ressources éducatives. Fondée avec la mission de démocratiser l'accès à des conseils éducatifs de qualité à travers le continent africain.

# pressPageKeyFacts
source: Key Facts
fr: Faits clés

# pressPageFounded
source: Founded
fr: Fondée

# pressPageHeadquarters
source: Headquarters
fr: Siège social

# pressPageActiveUsers
source: Active Users
fr: Utilisateurs actifs

# pressPagePartnerInstitutions
source: Partner Institutions
fr: Institutions partenaires

# pressPageCountries
source: Countries
fr: Pays

# pressPageUniversitiesInDb
source: Universities in Database
fr: Universités dans la base de données

# pressPageBrandAssets
source: Brand Assets
fr: Ressources de marque

# pressPageLogoPack
source: Logo Pack
fr: Pack de logos

# pressPageLogoPackDesc
source: PNG, SVG, and vector formats
fr: Formats PNG, SVG et vectoriels

# pressPageBrandGuidelines
source: Brand Guidelines
fr: Charte graphique

# pressPageBrandGuidelinesDesc
source: Colors, typography, usage
fr: Couleurs, typographie, utilisation

# pressPageScreenshots
source: Screenshots
fr: Captures d'écran

# pressPageScreenshotsDesc
source: App screenshots and demos
fr: Captures d'écran et démos de l'application

# pressPageVideoAssets
source: Video Assets
fr: Ressources vidéo

# pressPageVideoAssetsDesc
source: Product videos and B-roll
fr: Vidéos produit et images d'archives

# pressPageDownload
source: Download
fr: Télécharger

# pressPageRecentNews
source: Recent News
fr: Actualités récentes

# pressPageMediaContact
source: Media Contact
fr: Contact médias

# pressPageMediaContactDesc
source: For press inquiries, please contact:
fr: Pour les demandes presse, veuillez contacter :

# apiDocsPageTitle
source: API Reference
fr: Référence API

# apiDocsPageSubtitle
source: Integrate Flow into your applications
fr: Intégrez Flow dans vos applications

# apiDocsPageQuickStart
source: Quick Start
fr: Démarrage rapide

# apiDocsPageEndpoints
source: API Endpoints
fr: Points de terminaison API

# apiDocsPageAuthentication
source: Authentication
fr: Authentification

# apiDocsPageAuthDesc
source: All API requests require authentication using an API key.
fr: Toutes les requêtes API nécessitent une authentification avec une clé API.

# apiDocsPageRateLimits
source: Rate Limits
fr: Limites de débit

# apiDocsPageFreeTier
source: Free Tier
fr: Gratuit

# apiDocsPageBasic
source: Basic
fr: Basique

# apiDocsPageEnterprise
source: Enterprise
fr: Entreprise

# apiDocsPageUnlimited
source: Unlimited
fr: Illimité

# apiDocsPageNeedAccess
source: Need API Access?
fr: Besoin d'accès API ?

# apiDocsPageContactCredentials
source: Contact us to get your API credentials
fr: Contactez-nous pour obtenir vos identifiants API

# apiDocsPageContactUs
source: Contact Us
fr: Nous contacter

# apiDocsPageUniversities
source: Universities
fr: Universités

# apiDocsPagePrograms
source: Programs
fr: Programmes

# apiDocsPageRecommendations
source: Recommendations
fr: Recommandations

# apiDocsPageStudentsEndpoint
source: Students
fr: Étudiants

# apiDocsPageListAll
source: List all universities
fr: Lister toutes les universités

# apiDocsPageGetDetails
source: Get university details
fr: Obtenir les détails d'une université

# apiDocsPageSearchUniversities
source: Search universities
fr: Rechercher des universités

# apiDocsPageListPrograms
source: List programs
fr: Lister les programmes

# apiDocsPageListAllPrograms
source: List all programs
fr: Lister tous les programmes

# apiDocsPageGetProgramDetails
source: Get program details
fr: Obtenir les détails d'un programme

# apiDocsPageSearchPrograms
source: Search programs
fr: Rechercher des programmes

# apiDocsPageGenerateRec
source: Generate recommendations
fr: Générer des recommandations

# apiDocsPageGetRecDetails
source: Get recommendation details
fr: Obtenir les détails d'une recommandation

# apiDocsPageGetStudentProfile
source: Get student profile
fr: Obtenir le profil étudiant

# apiDocsPageUpdateStudentProfile
source: Update student profile
fr: Mettre à jour le profil étudiant

# apiDocsPageListApplications
source: List applications
fr: Lister les candidatures

# swErrorTechnicalDetails
source: Technical Details
fr: Details techniques

# swErrorRetry
source: Retry
fr: Reessayer

# swErrorConnectionTitle
source: Connection Error
fr: Erreur de connexion

# swErrorConnectionMessage
source: Unable to connect to our servers. Please check your internet connection and try again.
fr: Impossible de se connecter a nos serveurs. Veuillez verifier votre connexion internet et reessayer.

# swErrorConnectionHelp
source: Make sure you have a stable internet connection. If the problem persists, our servers might be temporarily unavailable.
fr: Assurez-vous d'avoir une connexion internet stable. Si le probleme persiste, nos serveurs sont peut-etre temporairement indisponibles.

# swErrorAuthTitle
source: Authentication Required
fr: Authentification requise

# swErrorAuthMessage
source: Your session has expired or you don't have permission to access this content.
fr: Votre session a expire ou vous n'avez pas la permission d'acceder a ce contenu.

# swErrorAuthHelp
source: Try logging out and logging back in to refresh your session.
fr: Essayez de vous deconnecter puis de vous reconnecter pour actualiser votre session.

# swErrorSignOut
source: Sign Out
fr: Se deconnecter

# swErrorNotFoundTitle
source: Content Not Found
fr: Contenu introuvable

# swErrorNotFoundMessage
source: The content you're looking for doesn't exist or has been moved.
fr: Le contenu que vous recherchez n'existe pas ou a ete deplace.

# swErrorNotFoundHelp
source: The item may have been deleted or you may not have access to view it.
fr: L'element a peut-etre ete supprime ou vous n'avez pas acces pour le consulter.

# swErrorServerTitle
source: Server Error
fr: Erreur serveur

# swErrorServerMessage
source: Something went wrong on our end. We're working to fix it.
fr: Un probleme est survenu de notre cote. Nous travaillons a le resoudre.

# swErrorServerHelp
source: This is a temporary issue. Please try again in a few minutes.
fr: Il s'agit d'un probleme temporaire. Veuillez reessayer dans quelques minutes.

# swErrorRateLimitTitle
source: Too Many Requests
fr: Trop de requetes

# swErrorRateLimitMessage
source: You've made too many requests. Please wait a moment before trying again.
fr: Vous avez effectue trop de requetes. Veuillez patienter un instant avant de reessayer.

# swErrorRateLimitHelp
source: To prevent abuse, we limit the number of requests. Please wait a few seconds before retrying.
fr: Pour prevenir les abus, nous limitons le nombre de requetes. Veuillez patienter quelques secondes avant de reessayer.

# swErrorValidationTitle
source: Validation Error
fr: Erreur de validation

# swErrorValidationMessage
source: Some information appears to be incorrect or missing. Please check your input and try again.
fr: Certaines informations semblent incorrectes ou manquantes. Veuillez verifier votre saisie et reessayer.

# swErrorValidationHelp
source: Make sure all required fields are filled correctly.
fr: Assurez-vous que tous les champs obligatoires sont correctement remplis.

# swErrorAccessDeniedTitle
source: Access Denied
fr: Acces refuse

# swErrorAccessDeniedMessage
source: You don't have permission to access this content.
fr: Vous n'avez pas la permission d'acceder a ce contenu.

# swErrorAccessDeniedHelp
source: Contact your administrator if you believe you should have access.
fr: Contactez votre administrateur si vous pensez devoir avoir acces.

# swErrorGenericTitle
source: Something Went Wrong
fr: Un probleme est survenu

# swErrorGenericMessage
source: An unexpected error occurred. Please try again.
fr: Une erreur inattendue s'est produite. Veuillez reessayer.

# swErrorGenericHelp
source: If this problem continues, please contact support.
fr: Si ce probleme persiste, veuillez contacter le support.

# swErrorFailedToLoad
source: Failed to load data
fr: Echec du chargement des donnees

# swEmptyStateNoApplicationsTitle
source: No Applications Yet
fr: Aucune candidature

# swEmptyStateNoApplicationsMessage
source: Start your journey by exploring programs and submitting your first application.
fr: Commencez votre parcours en explorant les programmes et en soumettant votre premiere candidature.

# swEmptyStateBrowsePrograms
source: Browse Programs
fr: Parcourir les programmes

# swEmptyStateNoActivitiesTitle
source: No Recent Activities
fr: Aucune activite recente

# swEmptyStateNoActivitiesMessage
source: Your recent activities and updates will appear here as you use the platform.
fr: Vos activites recentes et mises a jour apparaitront ici au fur et a mesure que vous utilisez la plateforme.

# swEmptyStateNoRecommendationsTitle
source: No Recommendations
fr: Aucune recommandation

# swEmptyStateNoRecommendationsMessage
source: Complete your profile to receive personalized recommendations based on your interests and goals.
fr: Completez votre profil pour recevoir des recommandations personnalisees basees sur vos interets et objectifs.

# swEmptyStateCompleteProfile
source: Complete Profile
fr: Completer le profil

# swEmptyStateNoMessagesTitle
source: No Messages
fr: Aucun message

# swEmptyStateNoMessagesMessage
source: Your conversations and notifications will appear here.
fr: Vos conversations et notifications apparaitront ici.

# swEmptyStateNoResultsTitle
source: No Results Found
fr: Aucun resultat

# swEmptyStateNoResultsMessage
source: Try adjusting your search criteria or filters to find what you're looking for.
fr: Essayez d'ajuster vos criteres de recherche ou vos filtres pour trouver ce que vous cherchez.

# swEmptyStateClearFilters
source: Clear Filters
fr: Effacer les filtres

# swEmptyStateNoCoursesTitle
source: No Courses Available
fr: Aucun cours disponible

# swEmptyStateNoCoursesMessage
source: Check back later for new courses or explore other learning opportunities.
fr: Revenez plus tard pour decouvrir de nouveaux cours ou explorez d'autres opportunites d'apprentissage.

# swEmptyStateExplorePrograms
source: Explore Programs
fr: Explorer les programmes

# swEmptyStateNoStudentsTitle
source: No Students
fr: Aucun etudiant

# swEmptyStateNoStudentsMessage
source: Students you're counseling will appear here once they're assigned or request your guidance.
fr: Les etudiants que vous conseillez apparaitront ici une fois qu'ils seront assignes ou qu'ils demanderont votre accompagnement.

# swEmptyStateNoSessionsTitle
source: No Upcoming Sessions
fr: Aucune session a venir

# swEmptyStateNoSessionsMessage
source: You don't have any counseling sessions scheduled.
fr: Vous n'avez aucune session de conseil planifiee.

# swEmptyStateScheduleSession
source: Schedule Session
fr: Planifier une session

# swEmptyStateNoDataTitle
source: No Data Available
fr: Aucune donnee disponible

# swEmptyStateNoDataMessage
source: Data will appear here once there's activity to display.
fr: Les donnees apparaitront ici des qu'il y aura de l'activite a afficher.

# swEmptyStateNoNotificationsTitle
source: No Notifications
fr: Aucune notification

# swEmptyStateNoNotificationsMessage
source: You're all caught up! New notifications will appear here.
fr: Vous etes a jour ! Les nouvelles notifications apparaitront ici.

# swEmptyStateComingSoonTitle
source: Coming Soon
fr: Bientot disponible

# swEmptyStateComingSoonMessage
source: {feature} is currently under development and will be available soon.
fr: {feature} est actuellement en cours de developpement et sera bientot disponible.

# swEmptyStateAccessRestrictedTitle
source: Access Restricted
fr: Acces restreint

# swEmptyStateAccessRestrictedMessage
source: You don't have permission to view this content. Contact your administrator if you need access.
fr: Vous n'avez pas la permission de consulter ce contenu. Contactez votre administrateur si vous avez besoin d'un acces.

# swComingSoonTitle
source: Coming Soon
fr: Bientot disponible

# swComingSoonMessage
source: {featureName} is currently under development and will be available in a future update.
fr: {featureName} est actuellement en cours de developpement et sera disponible dans une prochaine mise a jour.

# swComingSoonStayTuned
source: Stay tuned for updates!
fr: Restez a l'ecoute des mises a jour !

# swComingSoonGotIt
source: Got it
fr: Compris

# swNotifCenterMarkAllRead
source: Mark all read
fr: Tout marquer comme lu

# swNotifCenterError
source: Error: {error}
fr: Erreur : {error}

# swNotifCenterRetry
source: Retry
fr: Reessayer

# swNotifCenterEmpty
source: No notifications yet
fr: Aucune notification

# swNotifCenterEmptySubtitle
source: We'll notify you when something happens
fr: Nous vous avertirons quand quelque chose se passera

# swNotifCenterDeleteTitle
source: Delete Notification
fr: Supprimer la notification

# swNotifCenterDeleteConfirm
source: Are you sure you want to delete this notification?
fr: Etes-vous sur de vouloir supprimer cette notification ?

# swNotifCenterCancel
source: Cancel
fr: Annuler

# swNotifCenterDelete
source: Delete
fr: Supprimer

# swNotifCenterMarkAsRead
source: Mark as read
fr: Marquer comme lu

# swNotifCenterMarkAsUnread
source: Mark as unread
fr: Marquer comme non lu

# swNotifCenterArchive
source: Archive
fr: Archiver

# swNotifCenterFilterTitle
source: Filter Notifications
fr: Filtrer les notifications

# swNotifCenterFilterClear
source: Clear
fr: Effacer

# swNotifCenterFilterStatus
source: Status
fr: Statut

# swNotifCenterFilterAll
source: All
fr: Tous

# swNotifCenterFilterUnread
source: Unread
fr: Non lus

# swNotifCenterFilterRead
source: Read
fr: Lus

# swNotifCenterApplyFilter
source: Apply Filter
fr: Appliquer le filtre

# swNotifBellNoNew
source: No new notifications
fr: Aucune nouvelle notification

# swNotifBellViewAll
source: View All Notifications
fr: Voir toutes les notifications

# swNotifWidgetMarkAsRead
source: Mark as read
fr: Marquer comme lu

# swNotifWidgetDelete
source: Delete
fr: Supprimer

# swNotifWidgetJustNow
source: Just now
fr: A l'instant

# swNotifWidgetMinutesAgo
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
fr: {count, plural, =1{Il y a 1 minute} other{Il y a {count} minutes}}

# swNotifWidgetHoursAgo
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
fr: {count, plural, =1{Il y a 1 heure} other{Il y a {count} heures}}

# swNotifWidgetDaysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
fr: {count, plural, =1{Il y a 1 jour} other{Il y a {count} jours}}

# swNotifWidgetWeeksAgo
source: {count, plural, =1{1 week ago} other{{count} weeks ago}}
fr: {count, plural, =1{Il y a 1 semaine} other{Il y a {count} semaines}}

# swNotifWidgetMonthsAgo
source: {count, plural, =1{1 month ago} other{{count} months ago}}
fr: {count, plural, =1{Il y a 1 mois} other{Il y a {count} mois}}

# swNotifWidgetYearsAgo
source: {count, plural, =1{1 year ago} other{{count} years ago}}
fr: {count, plural, =1{Il y a 1 an} other{Il y a {count} ans}}

# swNotifWidgetNoNotifications
source: No Notifications
fr: Aucune notification

# swNotifWidgetAllCaughtUp
source: You're all caught up! Check back later for new updates.
fr: Vous etes a jour ! Revenez plus tard pour les nouvelles mises a jour.

# swOfflineYouAreOffline
source: You are offline
fr: Vous etes hors ligne

# swOfflinePendingSync
source: {count, plural, =1{1 action pending sync} other{{count} actions pending sync}}
fr: {count, plural, =1{1 action en attente de synchronisation} other{{count} actions en attente de synchronisation}}

# swOfflineSyncing
source: {count, plural, =1{Syncing 1 action...} other{Syncing {count} actions...}}
fr: {count, plural, =1{Synchronisation de 1 action...} other{Synchronisation de {count} actions...}}

# swOfflineActionsTitle
source: Offline Actions
fr: Actions hors ligne

# swOfflineNoPending
source: No pending actions
fr: Aucune action en attente

# swOfflineClearAll
source: Clear All
fr: Tout effacer

# swOfflineClose
source: Close
fr: Fermer

# swOfflineSyncNow
source: Sync Now
fr: Synchroniser maintenant

# swOfflineJustNow
source: Just now
fr: A l'instant

# swOfflineMinutesAgo
source: {count}m ago
fr: Il y a {count} min

# swOfflineHoursAgo
source: {count}h ago
fr: Il y a {count} h

# swOfflineDaysAgo
source: {count}d ago
fr: Il y a {count} j

# swOfflineError
source: Error: {error}
fr: Erreur : {error}

# swExportData
source: Export Data
fr: Exporter les donnees

# swExportTooltip
source: Export
fr: Exporter

# swExportAsPdf
source: Export as PDF
fr: Exporter en PDF

# swExportAsCsv
source: Export as CSV
fr: Exporter en CSV

# swExportAsJson
source: Export as JSON
fr: Exporter en JSON
